[
  {
    "Job Title": "Thực Tập Sinh AI - Công Nghệ Nông Nghiệp",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-ai-cong-nghe-nong-nghiep/1459602.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia vào nhóm R&D để phát triển các dịch vụ giám sát trồng trọt sử dụng dữ liệu viễn thám và vệ tinh.\nHỗ trợ trong việc thu thập, xử lý và phân tích dữ liệu viễn thám.\nTham gia nghiên cứu và thử nghiệm các mô hình xử lý dữ liệu viễn thám, các mô hình học máy, học sâu trong giám sát và theo dõi trồng trọt.\nThực hiện các nghiên cứu và thử nghiệm nhằm cải thiện hiệu quả giám sát và dự báo."
  },
  {
    "Job Title": "Thực Tập Sinh Fullstack (.NET - Angular)",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-fullstack-net-angular/1477360.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Đọc và nghiên cứu tài liệu chuyên môn\nXây dựng, phát triển và bảo trì API cho Mobile và Web\nSử dụng Microsoft SQL Server thiết kế cơ sở dữ liệu, viết query truy xuất dữ liệu phục vụ cho việc xây dựng API\nTham gia dự án với các kỹ năng: C#, .Net, Angular, svn, git, RESTful API, MVC\nTham gia phát triển các hệ thống phần mềm, ứng dụng phục vụ nội bộ.\nBáo cáo và thực hiện các công việc theo sự phân công của quản lý trực tiếp"
  },
  {
    "Job Title": "Intern Backend Developer",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-backend-developer/1472575.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia vào một nhóm phát triển sản phẩm theo quy trình Agile/Scrum, luôn thay đổi và học tập để xây dựng các sản phẩm tốt nhất mang lại giá trị cho người dùng.\nLàm việc với PO, Tech Lead và các thành viên khác trong team để phát triển sản phẩm theo mô hình Agile Scrum.\nLiên tục cải thiện chất lượng codebase, đảm bảo code clean và reusable với unit / functional tests\nThực hiện các công việc khác được phân công theo yêu cầu của tech lead."
  },
  {
    "Job Title": "Fresher Tester (English Fluent)",
    "Job Link": "https://www.topcv.vn/viec-lam/fresher-tester-english-fluent/1513728.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Participate in training sessions on software testing theory, processes, and basic testing skills, including exposure to automation tools and e-commerce frameworks like Magento and Shopify.\nPerform hands-on testing tasks on international e-commerce projects under the guidance of experienced testers and developers.\nCollaborate with project teams to develop and execute test cases and ensure product quality.\nIdentify, record, and track bugs, collaborating with developers to resolve issues.\nWork with team members to continuously improve testing processes and enhance efficiency.\nLearn and apply the latest e-commerce technologies and testing practices."
  },
  {
    "Job Title": "Cộng Tác Viên Triển Khai Phần Mềm",
    "Job Link": "https://www.topcv.vn/viec-lam/cong-tac-vien-trien-khai-phan-mem/1329251.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tìm hiểu và sử dụng được các tính năng của Phần mềm\nHướng dẫn/ Đào tạo người dùng nắm chắc thao tác sử dụng phần mềm\nHỗ trợ khách hàng trong suốt quá trình triển khai dự án\nChuẩn bị các tài liệu phục vụ dự án: Tài liệu đào tạo, hướng dẫn sử dụng,... theo nhiệm vụ được phân công\nĐảm bảo và chịu trách nhiệm về chất lượng, tiến độ công việc được phân công\nBáo cáo công việc hàng ngày\nGhi nhận, tổng hợp các ý kiến người sử dụng trong quá trình hỗ trợ/triển khai\nTest phần mềm trên các môi trường server test/ server stable\nThực hiện nhiệm vụ theo phân công của Quản lý trực tiếp"
  },
  {
    "Job Title": "Thực Tập Sinh Thiết Kế",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-thiet-ke/994279.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Adapt các hạng mục thiết kế đã được duyệt keyvisual qua các size khác nhau\nHỗ trợ thiết kế ấn phẩm sự kiện và truyền thông\nGóp ý xây dựng ý tưởng, concept hình ảnh cho các chiến dịch marketing.\nThiết kế banner, poster, brochure, catalogue, profile...\nCác công việc khác theo yêu cầu của Trưởng nhóm."
  },
  {
    "Job Title": "Thực Tập Sinh Tester Có Tiếng Nhật N2",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-tester-co-tieng-nhat-n2/890357.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Sẽ được training on job về các công việc của tester:\nTạo testview point\nCreate IT, ST case\nExcecute IT,ST\nSau khi training xong sẽ được join vào các dự án để thực hành.\nƯu tiên những bạn có mong muốn sau khi thực tập xong muốn ở lại làm việc lâu dài."
  },
  {
    "Job Title": "Thực Tập Sinh Devops",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-devops/1509755.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia các dự án xây dựng và phát triển các phần mềm của công ty (Được cầm tay chỉ việc)\nTham gia trực tiếp vào team dự án phát triển và triển khai hệ thống nền tảng\nCác công việc theo chuyên môn được giao"
  },
  {
    "Job Title": "System Integration Engineer (Trainee)",
    "Job Link": "https://www.topcv.vn/viec-lam/system-integration-engineer-trainee/1034909.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Participate in learning, researching, designing, installing, configuring, and integrating system products & solutións: Servers, storage, backup, virtualization, system monitoring solutions (IBM, HP, VMWare, Dell, Hitachi, Netapp...)\nFind out about trial evaluation, POC of products and solutions provided\nMonitor and control the progress of the project\nDevelop project technical support documents such as user manuals for deployed devices or services."
  },
  {
    "Job Title": "Thực Tập Sinh System Admin",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-system-admin/1512892.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Hỗ trợ quản trị, cấu hình, triển khai, giám sát theo dõi các hệ thống máy chủ cung cấp dịch vụ cloud Openstack, Cloud Storage , Container Orchestration Engine.\nTổng số máy chủ vật lý đảm nhận vận hành của team: 150+ máy chủ vật lý, 300+ máy chủ cloud/VPS\nHỗ trợ vận hành toàn bộ các hệ thống cân tải tầng L3/4/7 của công ty, các hệ thống dịch vụ lớn như CDN, Media Processing System, Anti DDoS, DNS, Cloud Drive, Call Center\nTriển khai, cài đặt, cấu hình, tối ưu cho các hệ thống dịch vụ kể trên\nMonitor, giám sát, cảnh báo\nXử lý sự cố\nTư vấn giải pháp sử dụng các dịch vụ do nhóm vận hành\nHỗ trợ vận hành các dịch vụ nội bộ như Database, Caching, K8S"
  },
  {
    "Job Title": "Business Development (Intern)",
    "Job Link": "https://www.topcv.vn/viec-lam/business-development-intern/1512631.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Sales support to reach customers via online platforms (Email, Linkedin, social networks), ITO community for Vietnam market\nPerform other tasks assigned by the Head of department"
  },
  {
    "Job Title": "Programmer Intern",
    "Job Link": "https://www.topcv.vn/viec-lam/programmer-intern/1513000.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Collaborating with the product manager in forming and creating enterprise management WEB products\nParticipate in building APIs of software systems to integrate with external units or for their own development purposes.\nProvide support in the maintenance and troubleshooting of the IT infrastructure, including hardware, software, and networks.\nProvide IT support for end-users, ensuring timely resolution of technical issues.\nParticipate in coordinating with partners and customers to learn about needs and develop further according to customer requirements.\nParticipate in fixing bugs and supporting customers.\nMonitor and manage data security protocols, backups, and recovery plans.\nDocument processes, systems configurations, and updates for internal IT use.\nBe trained in using third-party tools such as: telerik, devexpress, synfusion to create interfaces and reports.\nParticipate in researching, learning and presenting new technologies.\nParticipate in in-depth training courses on Web programming on .NET, .Net Core platforms, AI."
  },
  {
    "Job Title": "Tester Intern",
    "Job Link": "https://www.topcv.vn/viec-lam/tester-intern/1220300.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Hỗ trợ Manual testing theo kế hoạch.\nPhát hiện ra lỗi trong requirement của khách hàng và thiếu xót trong design.\nHỗ trợ hoàn thiện hướng dẫn sử dụng và xây dựng tài liệu.\nCó ý tưởng mới để cải thiện quy trình kiểm thử, giảm thiểu lỗi.\nTuân thủ quy trình triển khai nâng cấp hệ thống.\nTheo dõi tiến triển theo timelive và báo cáo."
  },
  {
    "Job Title": "Intern Backend Developer (Python)",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-backend-developer-python/1511517.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Work alongside seasoned developers to gain practical experience with Python and the Flask framework.\nContribute to projects that make a tangible impact.\nLearn and apply coding standards and best practices for clean, efficient code.\nConduct unit testing to deliver high-quality software.\nStay up-to-date with the latest technologies and trends in the Python ecosystem.\nParticipate in code reviews and offer valuable feedback."
  },
  {
    "Job Title": "Thực Tập Sinh Trợ Lý Giám Đốc",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-tro-ly-giam-doc/1180702.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tiếp nhận và triển khai những thông tin chỉ đạo từ GĐ, trợ giúp GĐ trong công việc\nThực hiện việc soạn thảo các loại văn bản, công văn\nChuẩn bị tài liệu, thu thập và lưu giữ thông tin cần thiết cho GĐ\nSắp xếp lịch làm việc, lịch họp, lịch công tác, tổ chức các cuộc họp, ghi chép và tổng hợp nội dung các cuộc họp của GĐ\nThực hiện các công việc khác theo chỉ đạo của GĐ.\nChi tiết công việc trao đổi cụ thể khi phỏng vấn"
  },
  {
    "Job Title": "Business Analyst Intern",
    "Job Link": "https://www.topcv.vn/viec-lam/business-analyst-intern/1512856.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Engage in an internship aligned with your major.\nLearn by participating in building and developing company projects.\nCollaborate with team members to discuss work, conduct research, and develop the best plans for assigned tasks.\nExecute work tasks under the guidance of professional and project management."
  },
  {
    "Job Title": "Mobile Developer Intern",
    "Job Link": "https://www.topcv.vn/viec-lam/mobile-developer-intern/1512867.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Engage in an internship aligned with your major.\nLearn by participating in building and developing company projects.\nCollaborate with team members to discuss work, conduct research, and develop the best plans for assigned tasks.\nExecute work tasks under the guidance of professional and project management."
  },
  {
    "Job Title": "Thực Tập Sinh Thiết Kế",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-thiet-ke/1511781.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia trực tiếp vào quá trình lên ý tưởng và sản xuất các ấn phẩm thiết kế;\nHỗ trợ thiết kế các ấn phẩm sử dụng trong sự kiện quảng bá hình ảnh công ty;\nHỗ trợ Chụp ảnh, quay video sự kiện;\nThực hiện các công việc khác theo sự phân công của trưởng bộ phận."
  },
  {
    "Job Title": "Thực Tập Sinh Design",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-design/1512241.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Hỗ trợ thiết kế các ấn phẩm truyền thông, banner, poster, hình ảnh cho website và mạng xã hội.\nTham gia vào các dự án thiết kế đồ họa theo yêu cầu của đội ngũ marketing.\nPhối hợp với các bộ phận khác để đảm bảo sản phẩm thiết kế đạt tiêu chuẩn và yêu cầu.\nThực hiện các công việc khác theo yêu cầu của trưởng nhóm."
  },
  {
    "Job Title": "Thực Tập Sinh Tester",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-tester/1511884.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia vào quá trình hướng dẫn, hỗ trợ khách hàng trong quá trình sử dụng phần mềm\nTiếp nhận và xử lý các vấn đề phát sinh từ Khách hàng\nCùng team khảo sát, ghi nhận, phân tích yêu cầu của khách hàng và phối hợp lên giải pháp\nTham gia vào quá trình viết tài liệu hướng dẫn các vấn đề thường xuyên hỗ trợ, đề xuất giải pháp tối ưu hệ thống. Được hướng dẫn\nTham gia hoạt động test phần mềm trước và trong quá trình triển khai phần mềm đến khách hàng\nThực hiện các công việc liên quan theo sự phân công của quản lý từ cấp trên."
  },
  {
    "Job Title": "Intern Project Coordinator",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-project-coordinator/1512234.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Assist in coordinating project activities and ensuring timelines are met.\nSupport project managers in planning, executing, and closing projects.\nMaintain project documentation, including meeting notes, project plans, and status reports.\nCommunicate with team members and stakeholders to provide updates and gather necessary information.\nHelp organize project meetings and prepare agendas and materials.\nMonitor project progress and report any issues to the project manager."
  },
  {
    "Job Title": "Thực Tập Sinh Business Intelligence (Được Đào Tạo)",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-business-intelligence-duoc-dao-tao/1512109.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Sử dụng công cụ BI để làm sạch dữ liệu, tạo mô hình phân tích và xây dựng trực quan cho báo cáo, dashboard\nPhối hợp với Business Analyst để xây dựng báo cáo trong Power BI cho các phòng ban nội bộ\nPhối hợp với Business Analyst để xây dựng cho bản Power BI demo\nTiến hành nghiên cứu Power BI và tạo tài liệu nội bộ, blog kỹ thuật\nHỗ trợ team Marketing với kiến thức kỹ thuật để tạo và phát triển nội dung Marketing\nHỗ trợ team dịch vụ khách hàng với tài liệu kỹ thuật hoặc tài liệu đào tạo cho khách hàng\nHỗ trợ phát triển cộng đồng KPIM Analytics và phối hợp với những người đóng góp khác"
  },
  {
    "Job Title": "System Engineer Trainee",
    "Job Link": "https://www.topcv.vn/viec-lam/system-engineer-trainee/1511946.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia học tập nghiên cứu, triển khai, cài đặt, cấu hình, tích hợp các sản phẩm giải pháp về phần cứng, máy chủ, lưu trữ, sao lưu, ảo hóa, giám sát hệ thống (IBM, HP, VMWarre, Dell, Hitachi, Netapp....).\nTìm hiểu dự án thực tế triển khai tích hợp hệ thống cho các khách hàng lớn thuộc khối Viễn Thông, Ngân hàng, Tài chính."
  },
  {
    "Job Title": "Thực Tập Sinh Lập Trình Viên .Net",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-lap-trinh-vien-net/1511278.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia phát triển và triển khai các sản phẩm phần mềm của công ty.\nPhối hợp với các thành viên khác trong đội dự án để khảo sát, phân tích yêu cầu người dùng và đưa ra giải pháp để phát triển phần mềm.\nHỗ trợ các dự án liên quan khác theo yêu cầu công việc.\nĐược đào tạo, hướng dẫn các kiến thức về công nghệ, nghiệp vụ sản phẩm của công ty."
  },
  {
    "Job Title": "Tester Intern",
    "Job Link": "https://www.topcv.vn/viec-lam/tester-intern/1284734.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia rà soát và phân tích các yêu cầu nghiệp vụ để hiểu về mục tiêu của dự án, cung cấp các thông tin đầu vào làm cơ sở để kiểm thử và dự kiến về các hoạt động kiểm thử cần có.\nTriển khai các kịch bản kiểm thử, kiểm thử về hiệu năng vận hành và báo cáo về các lỗi phát sinh, định nghĩa mức độ ưu tiên của mỗi lỗi.\nĐảm bảo việc kiểm thử được thực hiện tuân thủ theo các chuẩn và thủ tục kiểm thử.\nNghiên cứu tài liệu dự án cùng project team leader và thành viên dự án"
  },
  {
    "Job Title": "Project Management Intern",
    "Job Link": "https://www.topcv.vn/viec-lam/project-management-intern/1511639.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Hỗ trợ các anh chị team Account trong việc triển khai các dự án của công ty thông qua các tasks như: kiểm tra deadline của team nội bộ, báo cáo tình hình dự án, quản lý và đảm bảo chất lượng dự án.\nTham gia và thực hành quản lý các dự án về Technical như: Website, Ecommerce, POS, Loyalty, Automation Marketing, AI, CRM, ERP, ...\nChuẩn bị các giấy tờ, hồ sơ của dự án cho team Account\nHỗ trợ tư vấn, gửi báo giá, proposal cho khách hàng\nThực hiện báo cáo theo yêu cầu của Account Manager\nThực hiện các công việc khác theo sự phân công của Account Manager."
  },
  {
    "Job Title": "Thực Tập Sinh Hỗ Trợ Kỹ Thuật",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-ho-tro-ky-thuat/1511193.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Hỗ trợ công việc Tiếp nhận yêu cầu hỗ trợ, báo hỏng và giải đáp thông tin và xử lý sự cố kỹ thuật về các dịch vụ do Công ty cung cấp (bao gồm: Server, Office 365, LeaseLine , VoIP , FTTH ; Camera, wifi...) qua email, điện thoại.\nHỗ trợ Vận hành hệ thống giám sát cảnh báo sự cố, chủ động kiểm tra & thông báo cho khách hàng về các sự cố.\nĐược tham gia quá trình Phân tích và phân loại thông tin để chuyển tiếp yêu cầu đến các đơn vị liên quan khác, đồng thời giám sát tiến độ thực hiện của các đơn vị.\nHỗ trợ các công việc khác của phòng/ trung tâm khi được giao phó từ cấp quản lý"
  },
  {
    "Job Title": "Thực Tập Sinh Backend",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-backend/1511431.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Hỗ trợ nhóm phát triển trong việc thiết kế, xây dựng và bảo trì các hệ thống backend sử dụng các ngôn ngữ như Node.js, Python, hoặc Go.\nTham gia phát triển và tích hợp các API (GraphQL, RESTful API) để kết nối giữa các dịch vụ và ứng dụng front-end.\nHỗ trợ trong việc phát triển kiến trức microservices và tham gia vào các dự án về hệ thống phân tán.\nHỗ trợ xử lý và quản lý cơ sở dữ liệu SQL và NoSQL (PostgreSQL, MySQL, MongoDB).\nTham gia vào quy trình phát triển phần mềm theo phương pháp Agile, làm việc nhóm và sử dụng hệ thống quản lý phiên bản như Git."
  },
  {
    "Job Title": "Thực Tập Sinh UI/UX",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-ui-ux/1511176.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia xây dựng Design system, Components, Mobile app, Web app cho người dùng cuối cũng như hệ thống nội bộ.\nThiết kế Layout, UI, UX, Background, Icon, Logo... cho các ứng dụng.\nTham gia xây dựng Design system/Product map/Trải nghiệm khách hàng.\nCải tiến quy trình thiết kế, phân tích trải nghiệm người dùng.\nTham gia nghiên cứu cải tiến nâng cao trải nghiệm người dùng trong các giai đoạn phát triển của sản phẩm."
  },
  {
    "Job Title": "Thực Tập Sinh Phát Triển Phần Mềm",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-phat-trien-phan-mem/1509381.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Insert customer and account data by inputting text based and contact information from source documents within time limits, ensuring that information is strictly confidential\nCompile, verify accuracy and sort information according to priorities to prepare source for data entry\nReview customers & accounts data for deficiencies or errors, correct any incompatibilities if possible and check output\nResearch and obtain further information for incomplete documents\nGenerate reports, store completed work in designated locations and perform backup operations\nScan documents and print files, when needed\nRespond to queries for information and access relevant files\nPerform cold emailing based on inquiries"
  },
  {
    "Job Title": "Thực Tập Sinh Graphic Design",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-graphic-design/1510100.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Thiết kế poster, hình ảnh, ấn phẩm truyền thông cho các kênh social media và digital của công ty và khách hàng.\nSáng tạo ý tưởng và phát triển các sản phẩm thiết kế (hình ảnh, đồ họa, hình minh họa,...) cho các chiến dịch Truyền thông - Marketing.\nPhối hợp với các nhóm và phòng ban khác để hỗ trợ thiết kế cho các dự án.\nThực hiện các công việc theo sự phân công của trưởng nhóm."
  },
  {
    "Job Title": "Business Analyst Intern",
    "Job Link": "https://www.topcv.vn/viec-lam/business-analyst-intern/1510631.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Simplify business processes by automating the gathering, analysis, and\nreporting of metrics\nSupport market research to analyze market trends and perform competitor‘s\nanalysis\nApply quantitative analysis, and statistics to understand and influence\ncustomer shopping behavior\nEvaluate available data sources such as point-of- sale data, CRM data,\nactionable reporting"
  },
  {
    "Job Title": "Thực Tập Sinh IT",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-it/1509304.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Khai báo và quản lý dữ liệu danh mục (hàng hóa, khách hàng, nhà cung cấp,...)trên phần mềm\nĐảm bảo việc khai báo, cập nhật thông tin master data lên hệ thống kịp thời và chính xác\nĐảm bảo việc khai báo CTKM lên hệ thống chính xác, đúng deadline\nĐảm bảo dữ liệu master data được đồng bộ trên các hệ thống liên quan\nHỗ trợ người dùng trong quá trình vận hành\nHỗ trợ người dùng trong quá trình sử dụng phần mềm\nBáo cáo công việc định"
  },
  {
    "Job Title": "Data Engineer Intern",
    "Job Link": "https://www.topcv.vn/viec-lam/data-engineer-intern/1158342.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia xây dựng công cụ thu thập và xử lý dữ liệu\nPhân tích cấu trúc dữ liệu cần lấy để lưu trữ\nKiểm tra, giám sát việc thu thập dữ liệu\nCập nhật, bổ sung giải thuật thu thập dữ liệu.\nTham gia xây vào quá trình phân tích dữ liệu.\nTham gia xây dựng và phát triển các thuật toán AI (NLP, computer vision)"
  },
  {
    "Job Title": "Thực Tập Sinh Phân Tích Nghiệp Vụ",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-phan-tich-nghiep-vu/1471641.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Hỗ trợ các BA chính trong việc phân tích yêu cầu khách hàng và chuyển thành các tài liệu đặc tả kỹ thuật\nTham gia các buổi họp với khách hàng để thu thập và làm rõ yêu cầu\nPhối hợp với các bộ phận khác như phát triển, kiểm thử để đảm bảo yêu cầu được hiểu đúng và triển khai chính xác\nHỗ trợ tạo các tài liệu như use case, user story, mockup giao diện\nTham gia vào quá trình phân tích quy trình nghiệp vụ hiện tại và đề xuất cải tiến\nHọc hỏi và áp dụng các phương pháp, công cụ phân tích nghiệp vụ hiện đại"
  },
  {
    "Job Title": "Graphic Designer Intern (Part/Fulltime)",
    "Job Link": "https://www.topcv.vn/viec-lam/graphic-designer-intern-part-fulltime/1153538.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Thiết kế, sáng tạo và phát triển đa dạng các ấn phẩm báo chí, truyền thông, key visual cho các chiến dịch;\nPhối hợp với bộ phận liên quan lên ý tưởng thiết kế các ấn phẩm quảng cáo trên kênh Digital Marketing (Website, Facebook, Youtube,...) như: Logo, bộ nhận diện thương hiệu, giao diện Website, landing page, email thumb,...;\nNắm bắt nhu cầu, cập nhật xu hướng của thị trường để nâng cao chất lượng và phát triển đa dạng các chủ đề, nội dung và phong cách thiết kế mới phù hợp;\nLàm việc cùng thành viên và Leader trong quá trình lên ý tưởng sáng tạo và triển khai các chiến dịch cho khách hàng và công ty;\nHỗ trợ các công việc khác theo sự phân công của Leader."
  },
  {
    "Job Title": "Thực Tập Sinh Business Analyst (Fulltime)",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-business-analyst-fulltime/1509792.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Khảo sát, thu thập thông tin và phân tích yêu cầu nghiệp vụ về phát triển phần mềm\nPhối hợp với các đầu mối kinh doanh để xây dựng nghiệp vụ phần mềm, viết tài liệu mô tả nghiệp vụ cho developer, lên wireframe tính năng\nPhối hợp với developer để delivery sản phẩm đúng tiến độ và đảm bảo chất lượng sản phẩm đưa ra\nQuản lý backlog\nHỗ trợ kiểm tra trong nghiệm thu sản phẩm phần mềm, xác minh lỗi/vấn đề và lập kế hoạch giảm nhẹ rủi ro"
  },
  {
    "Job Title": "Product Owner Intern",
    "Job Link": "https://www.topcv.vn/viec-lam/product-owner-intern/1478417.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Nhiệm vụ tạo nội dung sản phẩm (50%) bao gồm:\nPhát triển các khóa học, bài tập và bài kiểm tra thử để phù hợp chặt chẽ với các bài kiểm tra tuyển dụng thực tế\nCung cấp phản hồi cho PO về sản phẩm của họ (họ cũng sẽ phản hồi về sản phẩm của bạn)\nNhiệm vụ phát triển sản phẩm (25%) bao gồm:\nThực hiện nghiên cứu về sản phẩm, thị trường và thái độ sử dụng\nHỗ trợ PO viết câu chuyện người dùng/yêu cầu tính năng\nNhiệm vụ tiếp thị sản phẩm (25%) bao gồm:\nTham gia vào việc tạo nội dung tiếp thị liên quan đến sản phẩm.\nPhản hồi các thắc mắc của khách hàng (nếu liên quan đến sản phẩm được giao)"
  },
  {
    "Job Title": "Thực Tập Sinh Front-End",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-front-end/1509835.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Phát triển và duy trì các ứng dụng web responsive, hiệu suất cao sử dụng Next.js và TypeScript.\nHiểu biết sâu về JavaScript, các khái niệm ES6+, và các framework front-end hiện đại.\nCó kinh nghiệm với các công cụ quản lý trạng thái như Redux, Recoil, hoặc Context API.\nQuen thuộc với các bộ tiền xử lý CSS (ví dụ: SASS, LESS) hoặc các thư viện CSS-in-JS (ví dụ: Styled Components, Emotion).\nKiến thức về hệ sinh thái React.js và khả năng triển khai các thành phần tái sử dụng.\nHiểu biết về các nguyên tắc SEO và các thực hành tốt nhất khi xây dựng ứng dụng với Next.js."
  },
  {
    "Job Title": "Thực Tập Sinh Lập Trình SQL/Oracle",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-lap-trinh-sql-oracle/1509592.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Lập trình Cơ sở dữ liệu Oracle/SQL\nTham gia phân tích yêu cầu nghiệp vụ, thiết kế và phát triển sản phẩm.\nViết tài liệu đặc tả kỹ thuật liên quan đến công việc dự án."
  },
  {
    "Job Title": "Thực Tập Sinh Lập Trình .NET",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-lap-trinh-net/1509585.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia phân tích yêu cầu, thiết kế tính năng, lập trình trong các dự án phát triển sản phẩm trên nền .Net/.Net Core;\nTham gia fix bugs và hỗ trợ khách hàng.\nTham gia nghiên cứu và ứng dụng các công nghệ mới vào sản phẩm\nViết tài liệu đặc tả kỹ thuật liên quan đến công việc dự án\nThực hiện các nhiệm vụ theo yêu cầu của Giám đốc Trung tâm Công nghệ."
  },
  {
    "Job Title": "Thực Tập Sinh Thiết Kế Đồ Họa - VnExpress Marathon",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-thiet-ke-do-hoa-vnexpress-marathon/1509548.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Hỗ trợ thiết kế các ấn phẩm đồ họa như post Social, Banner, Poster phục vụ cho các chiến dịch truyền thông của Trung tâm sự kiện thể thao.\nPhối hợp với team để đảm bảo sản phẩm thiết kế đáp ứng yêu cầu về nội dung và thẩm mỹ.\nTham gia vào quá trình sáng tạo, phát triển ý tưởng và concept thiết kế cho các dự án.\nThường xuyên cập nhật và áp dụng các xu hướng thiết kế mới vào công việc.\nThực hiện các công việc liên quan theo sự phân công của người hướng dẫn"
  },
  {
    "Job Title": "JavaScript Developer Intern",
    "Job Link": "https://www.topcv.vn/viec-lam/javascript-developer-intern/1508026.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Assist with the maintenance and support of our software applications.\nTroubleshoot and resolve IT issues as they arise.\nDevelop and maintain software applications using JavaScript programming.\nAssist with the implementation of new technology and IT projects.\nCollaborate with team members to identify and implement process improvements.\nDocument IT procedures and processes."
  },
  {
    "Job Title": "Project Management Intern (EN)",
    "Job Link": "https://www.topcv.vn/viec-lam/project-management-intern-en/1297007.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Support process related tasks and documentation\nProceed administrative tasks such as sending meeting invitations, preparing workshops, recording meeting minutes, following-up non-project pending points, and managing team’s internal websites\nSupport Organizational activities: engagement, buddy, newcomer support, automation documentation, etc\nPlay a Key User role in one or multiple internal application(s)\nSupport other ad-hoc tasks\nLearn various internal and external tools/applications to understand how project information is properly maintained in the Project Management Information Systems."
  },
  {
    "Job Title": "Business Development Intern",
    "Job Link": "https://www.topcv.vn/viec-lam/business-development-intern/1507394.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Được đào tạo các phương pháp mở rộng thị trường, tìm kiếm khách hàng có nhu cầu sử dụng dịch vụ phát triển phần mềm thị trường Âu Mỹ\nĐược đào tạo về chăm sóc khách hàng, hỗ trợ khách hàng và team phát triển trong thời gian thực hiện dự án\nCác công việc khác theo yêu cầu dự án"
  },
  {
    "Job Title": "Thực Tập Sinh AI - Công Nghệ Nông Nghiệp",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-ai-cong-nghe-nong-nghiep/1508833.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia vào nhóm R&D để phát triển các dịch vụ giám sát trồng trọt sử dụng dữ liệu viễn thám và vệ tinh.\nHỗ trợ trong việc thu thập, xử lý và phân tích dữ liệu viễn thám.\nTham gia nghiên cứu và thử nghiệm các mô hình xử lý dữ liệu viễn thám, các mô hình học máy, học sâu trong giám sát và theo dõi trồng trọt.\nThực hiện các nghiên cứu và thử nghiệm nhằm cải thiện hiệu quả giám sát và dự báo"
  },
  {
    "Job Title": "Thực Tập Sinh Thiết Kế (Designer Intern)",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-thiet-ke-designer-intern/1508500.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia lên ý tưởng và thiết kế các hình ảnh phục vụ các chiến dịch Marketing và quảng bá thương hiệu của công ty.\nHỗ trợ thiết kế hình ảnh cho các chương trình khuyến mãi, chiến dịch truyền thông và hệ thống website của công ty.\nThiết kế hình ảnh theo nội dung bài viết có sẵn.\nHỗ trợ chỉnh sửa và dựng video giới thiệu sản phẩm và thương hiệu của công ty.\nTham gia vào các kế hoạch Marketing nhằm phát triển thương hiệu và sản phẩm.\nThực hiện các nhiệm vụ khác theo yêu cầu từ cấp trên."
  },
  {
    "Job Title": "Thực Tập Sinh Thiết Kế Đồ Họa",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-thiet-ke-do-hoa/1508895.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Hỗ trợ thiết kế các ấn phẩm truyền thông như banner, poster, brochure, và các nội dung quảng cáo khác.\nTham gia vào quá trình xây dựng ý tưởng thiết kế cho các chiến dịch truyền thông, marketing.\nPhối hợp với các phòng ban khác để đảm bảo sản phẩm thiết kế phù hợp với yêu cầu thương hiệu và chiến lược công ty.\nThiết kế nội dung cho mạng xã hội, email marketing, và website của công ty.\nCập nhật và điều chỉnh các file thiết kế theo phản hồi từ khách hàng hoặc nhóm thiết kế.\nNghiên cứu xu hướng thiết kế mới và đề xuất các ý tưởng sáng tạo."
  },
  {
    "Job Title": "Thực Tập Sinh Vận Hành Kỹ Thuật",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-van-hanh-ky-thuat/1508890.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tiếp nhận đầy đủ các yêu cầu hỗ trợ từ khách hàng qua hệ thống ticket/ hệ thống hotline của công ty.\nGiám sát và Vận hành hệ thống công nghệ thông tin\nThực hiện xử lý mức 1, chuyển thông tin tới các đơn vị có liên quan; (có thể xử lý mức 2)\nTheo dõi và đẩy cấp xử lý yêu cầu, sự cố theo quy định;\nThực hiện công việc kiểm tra hệ thống định kỳ;\nThực hiện báo cáo hàng ngày/tuần/tháng cho tất cả hoạt động liên quan đến dịch vụ công nghệ thông tin\nKiểm soát và hợp tác chặt chẽ với các đối tác để khôi phục dịch vụ\nTrực vận hành 247 theo ca."
  },
  {
    "Job Title": "On Job Training Tester",
    "Job Link": "https://www.topcv.vn/viec-lam/on-job-training-tester/1262987.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Được đào tạo về kỹ năng kiểm thử phần mềm\nLàm việc trong môi trường làm việc chuyên nghiệp, theo sát quá trình Scrum, giao tiếp trực tiếp với khách hàng nước ngoài."
  },
  {
    "Job Title": "Thực Tập Sinh Thiết Kế",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-thiet-ke/1507702.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Thiết kế các ấn phẩm quảng cáo (banner, poster, brochure, tờ rơi, standee, v.v.) phục vụ cho các chiến dịch marketing và sự kiện.\nPhát triển và duy trì nhận diện thương hiệu của công ty trên các kênh truyền thông (website, mạng xã hội, email, v.v.).\nThiết kế nội dung số cho các nền tảng trực tuyến như website, Facebook, LinkedIn, Zalo, YouTube, bao gồm hình ảnh, video, infographic và tài liệu truyền thông\nThiết kế layout và hình ảnh cho website, đảm bảo tính nhất quán về nhận diện thương hiệu và giao diện thân thiện với người dùng\nThực hiện các công việc khác theo chỉ đạo trực tiếp từ trưởng bộ phận và Ban lãnh đạo"
  },
  {
    "Job Title": "Cộng Tác Viên Dự Án Kiểm Thử Phần Mềm",
    "Job Link": "https://www.topcv.vn/viec-lam/cong-tac-vien-du-an-kiem-thu-phan-mem/1508596.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Nghiên cứu, tìm hiểu (trao đổi với BA, PM, PO) yêu cầu phần mềm để xác định yêu cầu kiểm thử trong quá trình phát triển sản phẩm và dự án phần mềm.\nLập kế hoạch kiểm thử phần mềm (Test Plan)\nViết tài liệu kịch bản kiểm thử phần mềm (Test Case/Checklist)\nChuẩn bị dữ liệu kiểm thử\nThực hiện kiểm thử phần mềm trên Web, Mobile\nQuản lý, phân tích và theo dõi kết quả test, báo cáo kết quả test\nThực hiện báo cáo lỗi của phần mềm lên các công cụ quản lý lỗi (JIRA/Excel)\nThiết kế tài liệu hướng dẫn sử dụng của phần mềm, và hỗ trợ tổ chức đào tạo nghiệp vụ cho các bên liên quan trong dự án (Optional)\nTiếp nhận phản hồi, giải đáp thắc mắc, check lỗi từ khách hàng\nPhối hợp với các bộ phận khác của công ty để đảm bảo chất lượng dự án (hoặc quá trình phát triển sản phẩm)"
  },
  {
    "Job Title": "Artist Internship",
    "Job Link": "https://www.topcv.vn/viec-lam/artist-internship/934826.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Thiết kế nhân vật, môi trường, vật phẩm và giao diện người dùng của Video game.\nThiết kế Artwork cho các chiến dịch quảng cáo.\nTham gia cùng team định hình style art cho game, đảm bảo chất lượng game."
  },
  {
    "Job Title": "Thực Tập Sinh Xử Lý Dữ Liệu Bản Đồ",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-xu-ly-du-lieu-ban-do/1467940.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia phân tích và xử lý dữ liệu phục vụ cho các dự án của công ty\nTrực tiếp thực hiện thu thập và triển khai xử lý dữ liệu bản đồ\nTham gia biên tập và kiểm tra dữ liệu bản đồ\nCác công việc khác có thể được giao trong quá trình thực tập\nTạo báo cáo và trình bày kết quả phân tích\nCông việc sẽ được trao đổi cụ thể hơn trong quá trình phỏng vấn"
  },
  {
    "Job Title": "Internship QA/QC",
    "Job Link": "https://www.topcv.vn/viec-lam/internship-qa-qc/1459885.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Prepare TestPlan\nFrom FRS and design UI document to write the test cases\nTesting the software system and make test report, cooperate with developers to find and solve all bugs"
  },
  {
    "Job Title": "CTV UI/UX Game (Part Time, Remote)",
    "Job Link": "https://www.topcv.vn/viec-lam/ctv-ui-ux-game-part-time-remote/1507115.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Thiết kế màn hình miniapp, khoảng từ 10-20 màn hình/app\nDự án từ 5-10 apps"
  },
  {
    "Job Title": "Intern IT Comtor (Japanese)",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-it-comtor-japanese/1507118.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia đào tạo về IT Comtor;\nTham gia các dự án của Công ty sau khi được đào tạo;\nThực hiện các công việc khác theo sự phân công của Quản lý trực tiếp."
  },
  {
    "Job Title": "Fresher Java",
    "Job Link": "https://www.topcv.vn/viec-lam/fresher-java/1507747.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Being trained\nParticipating in software development projects of company after training\nWorking as required by Team leader.\nContribute to design of the architecture and the development of the products and services\nDesign, develop, test, deploy and maintain applications and services\nBe able to maintain quality and ensure responsiveness of applications"
  },
  {
    "Job Title": "CTV Xử Lý Sản Phẩm In 3D",
    "Job Link": "https://www.topcv.vn/viec-lam/ctv-xu-ly-san-pham-in-3d/1507119.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tiếp nhận đầu mục công việc được giao từ Đầu mối\nTiếp nhận tài liệu, nguyên vật liệu, dụng cụ phục vụ cho công việc\nSản xuất nhân vật (xử lý - lắp ráp - sơn mô hình in 3D) đảm bảo theo yêu cầu, có hướng dẫn cụ thể\nBàn giao sản phẩm và báo cáo theo ngày/ tuần/ tháng"
  },
  {
    "Job Title": "Thực Tập Sinh IT",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-it/1505423.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Lưu trữ hồ sơ bộ phận, tài sản công cụ dụng cụ phòng Chuyển Đổi số\nHỗ trợ phần mềm các gian hàng, phương thức thanh toán.\nGiải đáp thắc mắc từ các bộ phận.\nTiếp nhận yêu cầu hỗ trợ từ các phòng ban xử lý và phân chia công việc.\nQuản lý check list công việc theo dõi các dự án của phòng chuyển đổi số"
  },
  {
    "Job Title": "Thực Tập Sinh Database Administrator",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-database-administrator/1506862.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia hỗ trợ kĩ thuật và xử lý sự cố có liên quan đến database\nTheo dõi và tối ưu hóa hiệu năng của Database\nTham gia vào các dự án triển khai giải pháp database\nNghiên cứu tài liệu liên quan đến công nghệ cơ sở dữ liệu"
  },
  {
    "Job Title": "Database Administrator Internship",
    "Job Link": "https://www.topcv.vn/viec-lam/database-administrator-internship/1507090.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia nghiên cứu, tư vấn, thiết kế, triển khai các giải pháp Database.\nCung cấp dịch vụ hỗ trợ kỹ thuật từ xa/tại chỗ nhằm đáp ứng yêu cầu của khách hàng 24/7\nHướng dẫn sử dụng/đào tạo chuyển giao công nghệ cho khách hàng\nHoàn thành các chứng chỉ và sản phẩm liên quan\nPhát triển theo lộ trình và mong muốn"
  },
  {
    "Job Title": "Thực Tập Sinh Kỹ Thuật Phần Mềm",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-ky-thuat-phan-mem/1506949.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Thu thập và phân tích yêu cầu từ khách hàng, đề xuất giải pháp phần mềm.\nTạo các tài liệu mô tả, thiết kế phần mềm giải thích tài liệu cho nhóm phát triển.\nKiểm tra đầu ra của sản phẩm trong dự án trước khi xử lý cho khách hàng.\nTổng kết và báo cáo các số liệu liên quan đến công việc."
  },
  {
    "Job Title": "CTV Gán Nhãn Dữ Liệu",
    "Job Link": "https://www.topcv.vn/viec-lam/ctv-gan-nhan-du-lieu/1506864.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Sử dụng công cụ có sẵn để thu thập ảnh tự động.\nĐánh dấu các đối tượng ảnh theo quy tắc: mặt, người, phương tiện, vật thể, văn bản ...\nTrích xuất ra các định dạng theo yêu cầu đầu vào cho hệ thống thông minh.\nCần hoàn thiện dữ liệu gán nhãn với độ chính xác trên 99%.\nKiểm tra chéo các task label của các bạn label khác.\nBáo cáo kết quả đạt được.\nCác công việc khác theo phân công của cấp trên."
  },
  {
    "Job Title": "Thực Tập Sinh Thiết Kế Website Wordpress",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-thiet-ke-website-wordpress/1257732.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tiếp nhận thông tin khách hàng\nKiểm tra trang Website đã hoàn chỉnh chưa\nBàn giao trang Website cho khách hàng\nHỗ trợ giúp khách hàng có trang website phù hợp\nCác công việc khác theo sự sắp xếp của quản lý"
  },
  {
    "Job Title": "Intern Tester",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-tester/1502938.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Phân tích yêu cầu: Nhận yêu cầu từ QA Leader, phân tích yêu cầu, xác nhận lại những gì đã hiểu với QA Leader.\nViết test case: Hỗ trợ phát triển kế hoạch kiểm thử, các trường hợp kiểm thử và kịch bản kiểm thử dựa trên yêu cầu.\nChạy test case: Thực hiện các bài kiểm thử thủ công để đảm bảo chức năng, hiệu suất và độ tin cậy của phần mềm.\nBáo cáo lỗi: Xác định, ghi chép và theo dõi các lỗi sử dụng công cụ theo dõi lỗi. Giao tiếp hiệu quả với nhóm phát triển về các vấn đề gặp phải.\nHợp tác: Làm việc chặt chẽ với các lập trình viên, quản lý dự án và các bên liên quan khác để đảm bảo tiêu chuẩn chất lượng được đáp ứng trong toàn bộ quy trình phát triển phần mềm.\nTài liệu: Duy trì tài liệu rõ ràng và chi tiết về quy trình kiểm thử, kết quả và bất kỳ thay đổi nào được thực hiện trong quá trình kiểm thử.\nHọc hỏi: Liên tục tìm hiểu và áp dụng các kỹ thuật, công cụ và phương pháp kiểm thử mới để cải thiện hiệu quả kiểm thử."
  },
  {
    "Job Title": "BD Intern",
    "Job Link": "https://www.topcv.vn/viec-lam/bd-intern/1506083.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Market Research: Assist in identifying potential markets, target industries, and prospects for RPA/AI solutions.\nLead Generation: Support lead generation efforts through online research, cold emails, and outreach via social media platforms.\nClient Interaction: Participate in client meetings, calls, and follow-ups under the guidance of senior BD executives.\nSales Support: Help prepare presentations, product demos, and sales materials for client pitches.\nProduct Knowledge: Learn and stay updated on the company’s RPA/AI BOT products to effectively communicate key features and benefits.\nProposal Development: Assist in drafting proposals, quotes, and contracts for potential clients.\nIndustry Trend Analysis: Research and report on trends in the RPA/AI industry to identify potential business opportunities.\nCRM Support: Update and maintain the CRM system with relevant data and client interactions."
  },
  {
    "Job Title": "Intern Functional Support",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-functional-support/1505332.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Be curious and try new things.\nLearn about how Bosch works as a business and adds value to clients.\nThink broadly and ask questions about data, facts and other information.\nSupport research, analysis and problem solving using a variety of tools and techniques.\nProduce high quality work which adheres to the relevant professional standards.\nKeep up-to-date with technical developments for area of specialism.\nHandle, manipulate and analyse data and information responsibly.\nCommunicate confidently in a clear, concise and articulate manner - verbally and in materials produced.\nSupport SAP/MS D365 Consultant in different modules (Production Planning , Plant Maintenance, Financial Accounting, Controlling,...) from analyzing customer requirements to implementation\nPrepare documentation\nPrepare and conduct testing.\nAssist consultant to conduct user training."
  },
  {
    "Job Title": "Intern Technical Support",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-technical-support/1505335.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Be curious and try new things.\nLearn about how Bosch works as a business and adds value to clients.\nThink broadly and ask questions about data, facts and other information.\nSupport research, analysis and problem solving using a variety of tools and techniques.\nProduce high quality work which adheres to the relevant professional standards.\nKeep up-to-date with technical developments for area of specialism.\nHandle, manipulate and analyse data and information responsibly.\nCommunicate confidently in a clear, concise and articulate manner - verbally and in materials produced.\nSupport in system development of different modules (Production Planning , Plant Maintenance, Financial Accounting, Controlling,...)\nPrepare technical documentation\nUser training (if any)"
  },
  {
    "Job Title": "Thực Tập Sinh C# - Playable Ads",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-c-playable-ads/1505495.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Kết hợp với team marketing xây dựng Playable Ads (short demo game) cho các game hiện tại của cty, sử dụng một trong các ngôn ngữ như: Cocos Creator, Phaser, Unity, ...\nPhối hợp với team để lập kế hoạch, xây dựng kịch bản playable\nCùng team đánh giá tối ưu playable để tối ưu hiệu quả quảng cáo\nThực hiện các công việc khác theo sự phân công của quản lý"
  },
  {
    "Job Title": "Thực Tập Sinh Kiểm Tra Chất Lượng Phần Mềm",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-kiem-tra-chat-luong-phan-mem/1504961.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Xây dựng các kế hoạch thử nghiệm cho các đề án phát triển phần mềm.\nThiết kế test case cho việc thử nghiệm hệ thống và thử nghiệm chấp nhận.\nThực thi việc thử nghiệm dựa trên các tình huống thử nghiệm/ thủ tục thử nghiệm.\nGhi nhận, báo cáo, thẩm tra và kiểm soát quá trình thử nghiệm.\nĐo lường, phân tích và báo cáo các dữ liệu thử nghiệm nhằm đánh giá chất lượng của sản phẩm."
  },
  {
    "Job Title": "Intern Business Development",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-business-development/1504669.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Get trained on how to use LinkedIn and other support channels and tools to find customers to sell company services.\nConduct research and build a database of potential customers\nGet guidance and participate in product demos online or on-site for potential customers.\nAssist in preparing quotes, contracts, and other sales-related documentation.\nWork with support teams to assist with the onboarding of new customers.\nIdentify and manage channel partners and referrals to accelerate sales.\nEngage with existing customers for contract renewals."
  },
  {
    "Job Title": "Thực Tập Sinh Thiết Kế",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-thiet-ke/1505101.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Thiết kế hình ảnh thương hiệu online như poster, banner facebook ...\nThiết kế các ấn phẩm sử dụng trong sự kiện quảng bá hình ảnh công ty.\nChụp hình sản phẩm và design cho quảng cáo facebook..."
  },
  {
    "Job Title": "AI Trainer - Hỗ Trợ Dấu Mộc Thực Tập",
    "Job Link": "https://www.topcv.vn/viec-lam/ai-trainer-ho-tro-dau-moc-thuc-tap/1503392.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Build AI App Custom\nViết promt AI, train bot AI để tạo ra những chatbot chức năng, giúp nâng cao năng suất làm việc\nTận dụng AI để build quy trình - AI Automation Workflow"
  },
  {
    "Job Title": "Thực Tập Sinh Thiết Kế",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-thiet-ke/1504324.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Thiết kế các ấn phẩm quảng cáo (banner, poster, brochure, tờ rơi, standee, v.v.) phục vụ cho các chiến dịch marketing và sự kiện.\nPhát triển và duy trì nhận diện thương hiệu của công ty trên các kênh truyền thông (website, mạng xã hội, email, v.v.).\nThiết kế nội dung số cho các nền tảng trực tuyến như website, Facebook, LinkedIn, Zalo, YouTube, bao gồm hình ảnh, video, infographic và tài liệu truyền thông\nThiết kế layout và hình ảnh cho website, đảm bảo tính nhất quán về nhận diện thương hiệu và giao diện thân thiện với người dùng\nThực hiện các công việc khác theo chỉ đạo trực tiếp từ trưởng bộ phận và Ban lãnh đạo"
  },
  {
    "Job Title": "Intern Fullstack Developer",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-fullstack-developer/1505029.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Practicing front-end development in projects using ReactJS/NextJS.\nDeveloping back-end APIs with NodeJS/FastAPI/Django.\nDesigning and analyzing scalable systems, implementing robust authentication, authorization and RBAC mechanisms.\nCrafting intuitive UI designs and optimizing user experience.\nDesigning and querying databases with PostgreSQL.\nUtilizing system deployment tools like Docker and AWS services.\nEnhancing soft skills, including Agile/Scrum methodologies, communication, and interview techniques."
  },
  {
    "Job Title": "Thực Tập Sinh Backend",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-backend/1504023.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia vào các dự án web system thực tế của công ty\nTham gia vào quy trình phát triển phần mềm: phân tích yêu cầu, thiết kế, lập trình, kiểm thử và triển khai dự án dưới sự hướng dẫn của leader\nLập trình backend\nCó thể làm việc full time hoặc partime linh hoạt theo lịch học\nHọc hỏi và nắm bắt công nghệ mới, ngôn ngữ lập trình, framework và công cụ phát triển phần mềm thông qua việc làm việc trực tiếp với các thành viên khác trong dự án.\nCó leader hướng dẫn từng bước."
  },
  {
    "Job Title": "Product Support Intern",
    "Job Link": "https://www.topcv.vn/viec-lam/product-support-intern/1504173.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Phân tích các trường hợp để xác định các sự cố lặp lại và giải quyết những lo ngại và vấn đề của khách hàng.\nTiến hành UAT/đào tạo người dùng cuối và đảm bảo hoàn tất tất cả tài liệu cho các kỹ sư khác, người dùng và các đối tượng khác.\nHỗ trợ Product Owner/Product Manager về Product backlog và Product releases."
  },
  {
    "Job Title": "Business Development (Internship)",
    "Job Link": "https://www.topcv.vn/viec-lam/business-development-internship/1504159.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Source leads and opportunities that match with the company’s business development target.\nAssist in qualifying leads, identifying sales opportunities and following up using CRM systems\nParticipate in the entire sales cycle from prospecting to closing the deals\nPrepare sales proposals to customers\nAssist sales executives in meeting with clients"
  },
  {
    "Job Title": "Intern Ruby On Rails, React JS",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-ruby-on-rails-react-js/1502869.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia vào các dự án phát triển web sử dụng Ruby on Rails cho backend và React JS cho frontend.\nHỗ trợ trong việc phát triển, kiểm tra và duy trì các tính năng cho các ứng dụng web.\nPhối hợp với các thành viên trong nhóm để phân tích yêu cầu kỹ thuật và thực hiện coding theo yêu cầu dự án.\nViết mã rõ ràng, có cấu trúc, tuân theo các nguyên tắc phát triển phần mềm tốt.\nTham gia vào các hoạt động kiểm thử (testing), debugging và tối ưu hóa hiệu suất của ứng dụng.\nHỗ trợ duy trì và cập nhật tài liệu kỹ thuật cho các dự án đang thực hiện.\nNghiên cứu và ứng dụng các công nghệ mới liên quan đến Ruby on Rails và React JS để tối ưu hóa chất lượng dự án."
  },
  {
    "Job Title": "Intern Php, Laravel",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-php-laravel/1502878.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia vào các dự án phát triển web sử dụng PHP và Laravel Framework.\nHỗ trợ các thành viên trong team thực hiện coding và triển khai các tính năng cho dự án.\nPhối hợp với team để phân tích yêu cầu và phát triển các module hoặc API theo yêu cầu.\nThực hiện các nhiệm vụ testing và debugging dưới sự hướng dẫn của senior developers.\nCập nhật và duy trì tài liệu kỹ thuật cho các dự án đang thực hiện.\nNghiên cứu và áp dụng các công nghệ mới để nâng cao hiệu quả và chất lượng dự án."
  },
  {
    "Job Title": ".Net Developer (Intern)",
    "Job Link": "https://www.topcv.vn/viec-lam/net-developer-intern/1265570.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Phát triển ứng dụng desktop, web trên nền tảng .Net Framework.\nThực hiện các task, nghiên cứu theo yêu cầu của Leader.\nHọc cách lập trình, kiểm thử và triển khai ứng dụng đáp ứng các yêu cầu cơ bản về hiệu suất và bảo mật.\nMôi trường dự án mở, năng động, có thể research và đề xuất các giải pháp cho team hoặc khách hàng."
  },
  {
    "Job Title": "Thực Tập Sinh Frontend",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-frontend/1300841.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Học tập kiến thức liên quan đến mảng Frontend (ReactJS/ Angular/ VueJS)\nĐược định hướng cách làm việc chủ động và tích lũy kinh nghiệm từ các bài toán thực tế bởi các Leader.\nThực hiện các công việc trong dự án theo yêu cầu và hướng dẫn của các Leader\nTrải nghiệm môi trường làm việc thực sự (có deadline, có áp lực)"
  },
  {
    "Job Title": "Thực Tập Sinh Python",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-python/1300850.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Học tập kiến thức liên quan đến Python.\nĐược định hướng cách làm việc chủ động và tích lũy kinh nghiệm từ các bài toán thực tế bởi các Leader.\nThực hiện các công việc trong dự án theo yêu cầu và hướng dẫn của các Leader\nTrải nghiệm môi trường làm việc thực sự (có deadline, có áp lực)"
  },
  {
    "Job Title": "Thực Tập Sinh Flutter Dev",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-flutter-dev/1428694.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia phát triển các ứng dụng mobile (Android, iOS) sử dụng Dart/Flutter\nTham gia quá trình phát triển phần mềm bao gồm: tìm hiểu yêu cầu, phân tích, thiết kế, phát triển, tối ưu hóa hiệu suất bằng nghiên cứu công nghệ mới.\nTriển khai Flutter dựng UI từ Figma/Adobe XD chuẩn perfect pixel\nGiải quyết issues, thực hiện công việc theo kế hoạch, báo cáo tiến độ công việc cho Team Leader.\nThực hiện các công việc khác dưới sự phân công của Team Leader.\nSĐT/Zalo: 082 266 1011 - 033 951 9131"
  },
  {
    "Job Title": "Thực Tập Sinh Front-End",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-front-end/1504337.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Triển khai HTML/CSS/JavaScript (ReactJS) theo design.\nBiết sử dụng typescript.\nBiết sử dụng Redux là một lợi thế.\nBiết sử dụng git là một lợi thế.\nBiết sử dụng antd là một lợi thế.\nĐảm bảo tiêu chuẩn đồ họa chất lượng và sự thống nhất trong việc thiết kế các sản phẩm.\nCải thiện UI/UX, tính năng và hiệu năng ứng dụng trong quá trình vận hành."
  },
  {
    "Job Title": "Cộng Tác Viên IT Help Desk Part - Time, Xoay Ca Linh Hoạt [Hà Đông/Hà Nội]",
    "Job Link": "https://www.topcv.vn/viec-lam/cong-tac-vien-it-help-desk-part-time-xoay-ca-linh-hoat-ha-dong-ha-noi/1504266.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Hỗ trợ cài đặt, tạo tài khoản nhân sự trên các phần mềm, nâng cấp cấu hình máy tính/thiết bị cũng như các thiết bị ngoại vi khác của công ty\nTiếp nhận và xử lý các thắc mắc của nhân viên về các sự cố, vấn đề liên quan đến thiết bị, mạng internet và các vấn đề khác tại các địa điểm giảng dạy của Teky.\nThực hiện một số công việc theo yêu cầu của cấp trên"
  },
  {
    "Job Title": "Intern Developer (Blockchain, AI, Game)",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-developer-blockchain-ai-game/1503639.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Working with Product Owners to convert business requirements into technical designs.\nWorking and pairing programming with other developers to build applications with Node.js/React.js, TypeScript (JavaScript), Python, Unity....\nDesigning & implementing back-end API using Node.js.....\nApplying proven technologies and best practices to level up your technical skills: NestJS, Redux......"
  },
  {
    "Job Title": "Thực Tập Sinh IT - Lập Trình Web",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-it-lap-trinh-web/1381611.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Phát triển giao diện người dùng (UI) cho website\nViết mã HTML, CSS và JavaScript\nTối ưu hóa hiệu suất website cho các trình duyệt khác nhau\nThực hiện các công việc khác theo hướng dẫn của cấp trên\nPhát triển các chức năng back-end cho website\nLập trình API\nTích hợp hệ thống với các bên thứ ba\nThực hiện các công việc khác theo hướng dẫn của cấp trên"
  },
  {
    "Job Title": "Intern Tester (Có Tiếng Nhật)",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-tester-co-tieng-nhat/1436541.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tìm hiểu yêu cầu dự án, đưa ra đề xuất cải tiến khi cần thiết\nViết tài liệu test (test plan, test case, checklist, test data...)\nTích cực đóng góp ý kiến xây dựng, cải tiến quy trình làm việc, cải tiến sản phẩm: tính năng, giao diện"
  },
  {
    "Job Title": "Thực Tập Sinh Lập Trình (Backend + Frontend Web)",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-lap-trinh-backend-frontend-web/1502298.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia phát triển dự án thực tế liên quan đến web Elearning.\nHỗ trợ và phối hợp với các lập trình viên trong việc xây dựng tính năng, tối ưu hóa hệ thống.\nTìm hiểu, nghiên cứu và áp dụng các công nghệ mới trong lập trình."
  },
  {
    "Job Title": "Cộng Tác Viên Scrum Master",
    "Job Link": "https://www.topcv.vn/viec-lam/cong-tac-vien-scrum-master/1190197.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Coordinate with the team's main Scrum Master in the following activities\n- Train and coach the development team to implement the working process in accordance with the Agile model\n- Coordinate all necessary resources to help the development team's working process be most effective and achieve goals\n- Resolve internal and external issues to avoid disruption to the development team\n- Early warning of risks and problems that the team is encountering to support coordination and help the team thoroughly handle them\n- Report Agile implementation issues and status to the board of directors to obtain information and make appropriate suggestions to build a cohesive culture among team members.\n- Complete all types of reports and coordination tasks with other departments"
  },
  {
    "Job Title": "Cellule Tiers Intern",
    "Job Link": "https://www.topcv.vn/viec-lam/cellule-tiers-intern/1406408.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Create, modify master data of vendor, sub-contract in the third-party repository of SAP.\nCheck the validity of the third-party information and correct errors if necessary.\nFollow the Third-party Centralized Unit team mailbox and respond to users.\nGet in touch with users to collect/ clarify information to complete their request."
  },
  {
    "Job Title": "Thực Tập Sinh IT Tiếng Nhật Giao Tiếp Tốt",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-it-tieng-nhat-giao-tiep-tot/1503125.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "GĐ 1: Hội nhập\nGĐ 2: Đào tạo kiến thức cơ sở ngành\nGĐ 3: Đào tạo kiến thức chuyên môn\nGĐ 4: Dự án & Tốt nghiệp\nGĐ 5: Học việc/ Thử việc"
  },
  {
    "Job Title": "Thực Tập Sinh Flutter",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-flutter/1503411.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia phát triển ứng dụng Dashboard trên nền tảng Flutter.\nXây dựng biểu đồ, notification và chat thời gian thực dùng Socket.io.\nPhát triển tính năng video call theo mô hình SFU.\nPhát triển các tính năng có tích hợp công nghệ AI/ML."
  },
  {
    "Job Title": "Thực Tập Sinh Thiết Kế Đồ Hoạ - Designer Intern",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-thiet-ke-do-hoa-designer-intern/1500577.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Thực hiện các yêu cầu thiết kế theo kế hoạch.\nChịu trách nhiệm thiết kế Poster, Banner, trên các nền tảng social media: Facebook, IG,...\nThiết kế infographic miêu tả các sản phẩm thực phẩm bổ sung\nThực hiện các công việc liên quan được giao theo yêu cầu của cấp trên."
  },
  {
    "Job Title": "Fresher Backend Engineer",
    "Job Link": "https://www.topcv.vn/viec-lam/fresher-backend-engineer/1439119.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia vào một nhóm phát triển sản phẩm theo quy trình Agile/Scrum, luôn thay đổi và học tập để xây dựng các sản phẩm tốt nhất mang lại giá trị cho người dùng.\nLàm việc với PO, Tech Lead và các thành viên khác trong team để phát triển sản phẩm theo mô hình Agile Scrum.\nLiên tục cải thiện chất lượng codebase, đảm bảo code clean và reusable với unit / functional tests\nThực hiện các công việc khác được phân công theo yêu cầu của tech lead"
  },
  {
    "Job Title": "Thực Tập Kỹ Sư Lập Trình Embedded/IoT",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-ky-su-lap-trinh-embedded-iot/1188545.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Thực tập phát triển các hệ thống Embedded, AIoT như: thiết bị quan trắc - điều khiển, hệ thống truyền thông, camera thông minh, thiết bị y tế ...\nLập trình cho các thiết bị edge devices (như Raspberry Pi, ESP32, Jetson Nano) và tính toán tại cloud (như AWS)\nTham gia vào các quá trình từ thiết kế, phát triển, kiểm thử đến triển khai hệ thống phần cứng và phần mềm\nTiếp cận, nghiên cứu, ứng dụng các công nghệ mới về AI, Edge Computing, IoT\nThực tập xây dựng tài liệu báo cáo, quản lý dự án"
  },
  {
    "Job Title": "Designer Intern",
    "Job Link": "https://www.topcv.vn/viec-lam/designer-intern/1500268.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Thiết kế banner theo brief có sẵn cho sàn Thương mại điện tử: banner ảnh đại diện sản phẩm, banner trang trí decor gian hàng;\nLàm các ảnh chi tiết sản phẩm infographic thông tin sản phẩm;\nTư vấn lên ý tưởng cho các ấn phẩm thiết kế;\nSáng tạo để có nhiều ý tưởng thể hiện sản phẩm thu hút trên sàn TMĐT;\nHỗ trợ đăng sản phẩm lên sàn TMĐT;\nĐảm bảo công việc đúng deadline tiến độ."
  },
  {
    "Job Title": "Thực Tập Sinh Lập Trình JAVA",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-lap-trinh-java/1501753.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia phát triển dự án Back-end và Front-end\nThực hiện thiết kế, Coding và Unit Test cho dự án\nThực hiện công việc theo sự phân công của Trưởng nhóm/ Quản lý dự án, phối hợp giữa các nhóm để phát triển dự án."
  },
  {
    "Job Title": "Developer Intern (Thực Tập Sinh Developer)",
    "Job Link": "https://www.topcv.vn/viec-lam/developer-intern-thuc-tap-sinh-developer/1501665.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Assist Senior Dev/Tech PM in developing web apps or mobile apps that meet business requirements\nDebug and solve challenging technical problems\nCollaborate with other developers, testers, and system engineers to ensure quality product enhancements"
  },
  {
    "Job Title": "CTV Test Game",
    "Job Link": "https://www.topcv.vn/viec-lam/ctv-test-game/1501910.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Test, đánh giá và đưa ra nhận xét về các sản phẩm tiềm năng cho Gamota.\nTiếp nhận nhu cầu, sản phẩm cần đánh giá của các phòng ban.\nSử dụng kỹ năng đánh giá game để đưa ra nhận xét, báo cáo, phân tích để giúp phòng ban đạt được mục tiêu.\nThực hiện các công việc khác theo yêu cầu của leader."
  },
  {
    "Job Title": "Intern Frontend Dev (Japanese At Least N4)",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-frontend-dev-japanese-at-least-n4/1496246.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Collaborate with senior developers to design and develop user-friendly web interfaces.\nWrite clean, efficient, and well-structured code adhering to best practices and coding standards.\nUtilize JavaScript, jQuery, HTML, and CSS to create visually appealing and responsive web applications.\nIntegrate with RESTful APIs to fetch and manipulate data.\nConduct thorough debugging and utilize browser developer tools effectively.\nLearn and adapt to new technologies and frameworks as needed.\nParticipate in code reviews and provide constructive feedback."
  },
  {
    "Job Title": "Thực Tập Sinh JavaScript - Playable Ads (Short Demo Game)",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-javascript-playable-ads-short-demo-game/1501754.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Kết hợp với team marketing xây dựng Playable Ads (short demo game) cho các game hiện tại của cty, sử dụng một trong các ngôn ngữ như: Cocos Creator, Phaser, Unity, ...\nPhối hợp với team để lập kế hoạch, xây dựng kịch bản playable\nCùng team đánh giá tối ưu playable để tối ưu hiệu quả quảng cáo"
  },
  {
    "Job Title": "Intern Process Quality Assurance (PQA)",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-process-quality-assurance-pqa/1400217.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Hỗ trợ kiểm tra, đảm bảo dự án tuân thủ quy định của dự án và Công ty đã đề ra\nHỗ trợ PM trong quá trình kick off và closing dự án\nTheo dõi tiến độ và remind PM về deadline các task\nHỗ trợ hướng dẫn, kiểm tra tính tuân thủ Quy trình, quy định trong Công ty\nHỗ trợ thu thập các chỉ tiêu chất lượng.\nThực hiện các công việc do cấp trên giao"
  },
  {
    "Job Title": "Quality Controller Intern (Thực Tập Sinh QC)",
    "Job Link": "https://www.topcv.vn/viec-lam/quality-controller-intern-thuc-tap-sinh-qc/1403772.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Review and analyze system specifications\nCollaborate with QA Engineers to develop effective strategies and test plans\nExecute test cases (manual or automated) and analyze results\nReport bugs and errors to development teams\nHelp troubleshoot issues\nWork with cross-functional teams to ensure quality throughout the software development life cycle"
  },
  {
    "Job Title": "Thực Tập Sinh Lập Trình Web",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-lap-trinh-web/1501451.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia khóa đào tạo chuyên sâu về lập trình web trên nền tảng .NET core, Oracle, Redis...\nTham gia xây dựng và nâng cấp các module, tính năng theo yêu cầu\nTham gia fix bugs và hỗ trợ khách hàng;\nTham gia nghiên cứu và trình bày các công nghệ mới."
  },
  {
    "Job Title": "Thực Tập Sinh IOS",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-ios/1454529.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia vào quy trình phát triển phần mềm trong các dự án thực tế của công ty.\nTham gia đưa ra những ý tưởng, giải pháp mới cải thiện công việc, cải thiện chất lượng sản phẩm, trải nghiệm khách hàng cũng như góp phần tăng doanh thu cho công ty.\nĐược Training-On-Job,"
  },
  {
    "Job Title": "Thực Tập Sinh IT",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-it/1501191.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Theo dõi các chỉ số hoạt động, vận hành hàng ngày qua các báo cáo phân tích\nTối ưu hóa qui trình từ các báo cáo\nNghiên cứu, thử nghiệm, xây dựng tài liệu và triển khai các sản phẩm mới đến đơn vị\nPhát triển các ứng dụng trong hệ sinh thái của microsoft (power bi, power apps, power automate, sharepoint online, microsoft teams, azure ad,....)\nNghiên cứu, tham gia phát triển các ứng dụng AI"
  },
  {
    "Job Title": "Intern Java",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-java/1035120.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Xây dựng phát triển dự án trên ứng dụng backend server\nTraining onjob dựa trên dự án thực tế và quy trình làm việc trong team\nThực hiện các công việc do trưởng bộ phận phân công"
  },
  {
    "Job Title": "Power BI Developer Intern (Digital Dashboard)",
    "Job Link": "https://www.topcv.vn/viec-lam/power-bi-developer-intern-digital-dashboard/1500187.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Designing and developing BI reports and dashboards: understanding the business requirements, designing the data model, and developing visualizations that provide actionable insights.\nData management: managing data sets, ensuring they are clean, accurate, and ready for analysis.\nCollaborating with stakeholders: work closely with various stakeholders, including business analysts, project managers, and data scientists, to understand their data needs and deliver solutions that meet them.\nEnsuring data accuracy: ensure the accuracy and reliability of the data presented in the dashboards and reports. This involves validating the data and implementing quality checks.\nTraining end-users: train end-users on how to use the dashboards and reports effectively. This includes explaining how to interpret the data and make data-driven decisions.\nTroubleshooting and maintenance: troubleshoot data-related issues and maintain the Power BI infrastructure to ensure it's up-to-date and running smoothly.\nStaying updated: stay updated with the latest features, updates, and best practices to leverage them effectively.\nData security: Ensuring data security is another important responsibility (implementing appropriate access controls and data protection measures)"
  },
  {
    "Job Title": "Business Analyst Intern",
    "Job Link": "https://www.topcv.vn/viec-lam/business-analyst-intern/1500939.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Assist in gathering and documenting business requirements from various departments and translating them into technical specifications.\nSupport the team in analyzing business processes and workflows to identify areas for improvement and optimization.\nParticipate in system enhancements and new feature implementations under the guidance of experienced business analysts.\nProvide support in preparing reports, presentations, and process documentation for internal stakeholders.\nAssist in user training and creating instructional materials for system updates or new features.\nCollaborate with IT and business teams to ensure successful project delivery and effective communication between departments.\nConduct research and provide insights on industry trends and best practices in business process management."
  },
  {
    "Job Title": "Thực Tập Sinh Tester",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-tester/1499572.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Học tập kiến thức, quy trình làm việc vị trí Tester\nĐược định hướng cách làm việc chủ động và tích lũy kinh nghiệm từ các bài toán thực tế bởi các Leader.\nThực hiện các công việc trong dự án theo yêu cầu và hướng dẫn của các Leader\nTrải nghiệm môi trường làm việc thực sự (có deadline, có áp lực)"
  },
  {
    "Job Title": "Research Intern",
    "Job Link": "https://www.topcv.vn/viec-lam/research-intern/1218020.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Analyzing operations' results and performing BI analyses.\nIdentifying and analyzing trends, market, potential issues or improvements.\nUsing data analysis and interpretations to guide the decision-making of the business.\nOrganizing and analyzing data, creating charts and graphs, and presenting your findings to team\nProviding recommendations to improve future business operations.\nTesting processes, policies, and protocols for efficiency and improvements.\nOther requested task to support team per training"
  },
  {
    "Job Title": "Thực Tập Sinh React Native",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-react-native/1499379.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia vào các dự án phát triển ứng dụng di động của công ty theo hình thức đào tạo tại chỗ dưới sự hướng dẫn trực tiếp của Leader\nKết hợp các thành viên trong nhóm nghiên cứu, phát triển các tính năng của ứng dụng\nPhối hợp với Designer để phát triển khai báo, thiết kế giao diện\nPhối hợp với nhóm Back-end để tổng hợp API truy xuất dữ liệu cho ứng dụng\nXuất bản ứng dụng lên store\nChi tiết sẽ trao đổi công cụ khi phỏng vấn"
  },
  {
    "Job Title": "Intern Comtor (Tiếng Nhật)",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-comtor-tieng-nhat/1500104.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia đào tạo chuyên sâu về IT Comtor (Phiên dịch IT);\nTham gia các dự án của Công ty sau khi được đào tạo;\nThực hiện các công việc khác theo sự phân công của Quản lý trực tiếp."
  },
  {
    "Job Title": "Intern Tester (Tiếng Nhật)",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-tester-tieng-nhat/1500099.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia đào tạo chuyên sâu về Tester;\nTham gia các dự án thực tế của Công ty sau khi được đào tạo;\nThực hiện các công việc khác theo sự phân công của Quản lý trực tiếp."
  },
  {
    "Job Title": "Thực Tập Sinh IT System",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-it-system/1497659.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tìm hiểu các sản phẩm DMS của Công ty.\nHỗ trợ triển khai các dịch vụ cho khách hàng:CDN, Public/ Private Cloud server, mail server, WAF, Hosting, Domain, SSL ... cho khách hàng\nHỗ trợ theo dõi tính hoạt động ổn định của sản phẩm của Công ty & Giải quyết các vấn đề phát sinh khi khách hàng gặp vấn đề / request về sản phẩm trong quá trình sử dụng.\nTìm hiểu , update và ứng cụng các công nghệ ứng dụng mới cho việc vận hành & quản lý các sản phẩm/ dịch vụ của Công ty."
  },
  {
    "Job Title": "Quality Assurance/ Quality Control Intern",
    "Job Link": "https://www.topcv.vn/viec-lam/quality-assurance-quality-control-intern/1278073.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Read and understand requirements description.\nAnalyze and contribute to system construction.\nAssist in maintaining project documentation, including project plans, progress reports, meeting minutes, and quality assurance records.\nEnsure that documentation is accurate, up-to-date, and easily accessible.\nBuild testing plan and scenario for software based on requirements documents, business specification documents and design.\nPerform testing\nFind product errors, analyze the cause of errors.\nManage and track project progress.\nMake test reports and evaluate product quality before handing over to customers.\nCollaborate with cross-functional teams, including project managers, engineers, designers.\nCommunicate effectively to ensure alignment on project objectives and quality requirements.\nProvide regular updates on testing progress to internal stakeholders.\nCommunicate test results, quality risks and other relevant information to both internal and external teams directly to customers.\nProactively identify opportunities for process improvement within project management and quality assurance.\nAssist in implementing best practices and lessons learned to enhance project outcomes."
  },
  {
    "Job Title": "Trợ Giảng Tester",
    "Job Link": "https://www.topcv.vn/viec-lam/tro-giang-tester/1499157.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia cùng giảng viên trong việc soạn và chỉnh sửa tài liệu giảng dạy\nQuản lý thời gian học và học viên\nHỗ trợ giảng viên trong các buổi dạy, giúp đỡ học viên khi cần"
  },
  {
    "Job Title": "Thực Tập Sinh Frontend",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-frontend/1018106.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Công ty cổ phần TechLead (Outsource mảng IT cho thị trường Thụy Điển/Úc) có nhu cầu tìm kiếm các ứng viên có năng lực cho vị trí Thực tập sinh ReactJs\nLàm việc trong nhóm phát triển các ứng dụng và dịch vụ theo phương pháp Agile.\nĐóng góp cho bộ phận và tổ chức để nâng cao quy trình, hiệu quả công việc.\nCode, test và vận hành các dịch vụ."
  },
  {
    "Job Title": "Thực Tập Sinh Flutter Developer",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-flutter-developer/1016917.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Công ty cổ phần TechLead (Outsource mảng IT cho thị trường Thụy Điển/Úc) có nhu cầu tìm kiếm các ứng viên có năng lực cho vị trí Thực tập sinh Flutter\nLàm việc trong nhóm phát triển các ứng dụng và dịch vụ theo phương pháp Agile.\nĐóng góp cho bộ phận và tổ chức để nâng cao quy trình, hiệu quả công việc.\nCode, test và vận hành các dịch vụ."
  },
  {
    "Job Title": "Thực Tập Sinh Java",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-java/1498186.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Học tập kiến thức liên quan đến Java\nĐược định hướng cách làm việc chủ động và tích lũy kinh nghiệm từ các bài toán thực tế bởi các Leader.\nThực hiện các công việc trong dự án theo yêu cầu và hướng dẫn của các Leader\nTrải nghiệm môi trường làm việc thực sự (có deadline, có áp lực)"
  },
  {
    "Job Title": "Bot Builder Intern",
    "Job Link": "https://www.topcv.vn/viec-lam/bot-builder-intern/874326.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Build complex voicebot need lua code.\nProduct research\nwork under the direction of the team leader"
  },
  {
    "Job Title": "Embedded Test Engineer Intern",
    "Job Link": "https://www.topcv.vn/viec-lam/embedded-test-engineer-intern/1498104.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Input Work products provided:\nLaboratory task\nTest Specification\nHW setup\nActivities to be performed:\nSupport laboratory management\nSupport laboratory 5S management\nSupport prepare the test setup, Flash ECU software, modify ECU hardware, build wiring harness and related debugging Airbag ECU\nManual test execution\nOutput Work products to be Created by intern:\nLaboratory report, HW/Device management\nTest setup preparation\nModified HW\nTest report"
  },
  {
    "Job Title": "EMB Dev Intern",
    "Job Link": "https://www.topcv.vn/viec-lam/emb-dev-intern/1499120.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Work side by side with specialists and be entrusted with your own area of responsibility within the scope of your projects or day-to-day business.\nClarify and Analyze software requirement\nBe responsible for software development, integration and test execution based on requirements\nSupport in low and high level design for software modules\nDocument results, report problems and debug if required"
  },
  {
    "Job Title": "IT Internship",
    "Job Link": "https://www.topcv.vn/viec-lam/it-internship/1213096.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Immerse yourself in the cutting-edge realm of Artificial Intelligence (AI), gaining hands-on experience and contributing to the development of machine learning models, natural language processing techniques, and computer vision applications.\nPartake in the exciting process of refining existing AI models, optimizing algorithms, and devising innovative methodologies, playing a pivotal role in shaping the future of AI-powered solutions.\nTake ownership of the entire AI project lifecycle, from ideation and development to deployment and maintenance, ensuring stability, scalability, and maximum impact.\nDemonstrate versatility and a willingness to go the extra mile by proactively taking on additional tasks assigned by management, consistently exceeding expectations and contributing to the team's success."
  },
  {
    "Job Title": "Thực Tập Sinh Lập Trình Viên Cobol",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-lap-trinh-vien-cobol/1496201.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia và hoàn thành khóa training của công ty (Thời gian 3 tháng trở lên)\nTham gia/ học hỏi kinh nghiệm từ các dự án thực tế của công ty (Thời gian 3 tháng trở lên)"
  },
  {
    "Job Title": "Thực Tập Sinh Lập Trình",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-lap-trinh/1497386.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Phát triển, xây dựng các dự án phần mềm quản lý bệnh viện\nHỗ trợ Team leader trong việc phân tích, thiết kế, xây dựng kiến trúc phần mềm...\nTrao đổi công việc với bộ phận nghiệp vụ và kiểm thử\nBáo cáo công việc cho Team leader\nThực hiện các công việc khác theo yêu cầu của Team leader và Ban Giám đốc."
  },
  {
    "Job Title": "Intern PHP Developer",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-php-developer/1498568.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia phát triển các dự án với những doanh nghiệp lớn trong và ngoài nước.\nTham gia phân tích yêu cầu, thiết kế hệ thống.\nNghiên cứu và áp dụng công nghệ mới và phù hợp."
  },
  {
    "Job Title": "Cộng Tác Viên Thiết Kế",
    "Job Link": "https://www.topcv.vn/viec-lam/cong-tac-vien-thiet-ke/1498741.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Thiết kế, sáng tạo và phát triển đa dạng các ấn phẩm quảng cáo trên kênh digital marketing (website, facebook, youtube...) như banner flash, popup, email template, giao diện website/ứng dụng,...\nThiết kế các ấn phẩm in (tờ rơi, brochure, poster, bandroll,...)\nThiết kế các vật phẩm sử dụng trong ngày lễ, sự kiện (backdrop, giấy mời, standee, bảng biển, v.v...)\nNắm bắt nhu cầu, cập nhật xu hướng của thị trường để nâng cao chất lượng và phát triển đa dạng các chủ đề, nội dung và phong cách thiết kế mới phù hợp.\nHỗ trợ các công việc khác theo sự phân công của Quản lý."
  },
  {
    "Job Title": "Thực Tập Sinh Java",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-java/1050169.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Phối hợp cùng team để chủ động đề xuất ,đóng góp cải thiện cho các dự án\nTriển khai dự án backend quản trị nội dung cho công ty trên ngôn ngữ lập trình Java.\nHợp tác chặt chẽ với nhóm sản phẩm để ưu tiên cải thiện trải nghiệm người dùng.\nPv nhận dự án làm theo các dự án ,thực hiện theo yêu cầu của cấp trên"
  },
  {
    "Job Title": "Thực Tập Sinh Lập Trình Viên .Net",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-lap-trinh-vien-net/648915.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Lập trình phát triển ứng dụng trên nền tảng Microsoft .NET\nTham gia nghiên cứu và phát triển các dự án trên nền .NET mô hình MVC, dotnet core\nTham gia phát triển các module, sản phẩm cho từng dự án phần mềm theo yêu cầu khách hàng.\nTham gia thực hiện theo tài liệu giải pháp và mô hình của bộ phận phân tích.\nTham gia các công đoạn tìm hiểu yêu cầu, phân tích, thiết kế, nghiên cứu công nghệ khi được phân công.\nTham gia các dự án thực tế cùng đội ngũ Kỹ sư có kinh nghiệm và cực kỳ đam mê, tâm huyết."
  },
  {
    "Job Title": "UE Dev - Trainee",
    "Job Link": "https://www.topcv.vn/viec-lam/ue-dev-trainee/1498755.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Design and implement basic game features.\nDebug & maintenance current existing codes for projects.\nLevel Design & Level scripting (using BP )."
  },
  {
    "Job Title": "Thực Tập Sinh Ba (Full-Time)",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-ba-full-time/623009.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Khảo sát, thu thập thông tin và phân tích yêu cầu nghiệp vụ, viết tài liệu về phát triển phần mềm.\nHỗ trợ đội lập trình và đội kiểm thử trong quá trình phát triển phần mềm.\nHỗ trợ khách hàng trong việc xác định các yêu cầu và đề xuất ý tưởng.\nHỗ trợ kiểm tra trong nghiệm thu sản phẩm phần mềm, xác minh lỗi/vấn đề và lập kế hoạch giảm nhẹ rủi ro.\nLàm việc dưới sự phân công của trưởng bộ phận đơn vị."
  },
  {
    "Job Title": "Java Developer Intern (6 Triệu/Tháng - Nghỉ Thứ 7, Chủ Nhật; Làm Việc 7.5 Tiếng/Ngày)",
    "Job Link": "https://www.topcv.vn/viec-lam/java-developer-intern-6-trieu-thang-nghi-thu-7-chu-nhat-lam-viec-7-5-tieng-ngay/1498639.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia phát triển các công cụ, dịch vụ giúp tự động hóa quá trình làm việc, và các\ncông cụ phân tích, hỗ trợ ngành game.\nTham gia maintain và cải tiến các hệ thống hiện tại, đồng thời phát triển các dịch vụ mới.\nPhối hợp cùng đội ngũ để đảm bảo chất lượng và tiến độ dự án.\nThực hiện các công việc dự án theo phân công của quản lý."
  },
  {
    "Job Title": "Thực Tập Sinh IT",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-it/1498228.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia phát triển sản phẩm phần mềm CRM, ERP... trên nền tảng .NET, C#, MVC 5, ASP.NET, Winform\nTham gia nghiên cứu áp dụng công nghệ mới liên quan đến công việc\nTham gia review thiết kế, review code, tối ưu hệ thống đáp ứng lưu lượng truy cập cao"
  },
  {
    "Job Title": "Thực Tập Sinh Tester",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-tester/1498332.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia kiểm thử chức năng, kiểm thử tích hợp, kiểm thử hệ thống phần mềm\nTham gia thiết kế, xây dựng sản phẩm nhằm mang lại trải nghiệm tốt nhất cho người dùng.\nLập các báo cáo kiểm thử, hướng dẫn sử dụng phần mềm\nTiếp nhận, phản hồi, kiểm soát việc sửa lỗi đảm bảo phần mềm đạt chất lượng."
  },
  {
    "Job Title": "Thực Tập Sinh Tester",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-tester/1498167.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Kiểm thử để tìm lỗi cho các phần mềm (web, ứng dụng game trên điện thoại...)\nHọc hỏi và làm quen với các công cụ, kỹ thuật kiểm thử phần mềm, đặc biệt là kiểm thử tự động.\nTham gia các buổi thảo luận, chia sẻ kinh nghiệm về kiểm thử phần mềm.\nHỗ trợ các công việc hành chính khác theo yêu cầu của quản lý."
  },
  {
    "Job Title": "Intern Laravel Backend Developer",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-laravel-backend-developer/1496420.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Xây dựng hệ thống bán hàng, hệ thống quản trị nội dung\nXây dựng API cho Frontend (100% các dự án của Công ty là đều là Single-page App)\nBáo cáo công việc theo yêu cầu của Quản lý."
  },
  {
    "Job Title": "Thực Tập Sinh Angular",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-angular/650163.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Làm việc với Angular theo lộ trình đào tạo của công ty.\nTraining on job dựa trên dự án thực tế và quy trình làm việc trong team.\nCác công việc khác theo sự phân công của leader"
  },
  {
    "Job Title": "CTV Tester",
    "Job Link": "https://www.topcv.vn/viec-lam/ctv-tester/1451717.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Xây dựng và thử nghiệm chatbot, voicebot\nTạo data đối thoại để xây dựng hệ thống chatbot.\nChú thích hội thoại trong các lĩnh vực cụ thể: thương mại điện tử, ngân hàng\nCó khả năng thiết kế kịch bản chatbot để thuận tiện cho việc trò chuyện\nNhận thức được quyền riêng tư dữ liệu\nThực hiện các nhiệm vụ khác của quản lý/ Teamlead."
  },
  {
    "Job Title": "Operation Officer Intern",
    "Job Link": "https://www.topcv.vn/viec-lam/operation-officer-intern/1496653.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Access control systems: ID card management, access control data report\nSpace management systems: tool management, space & seat management\nSecurity camera system\nEnforce company policies and procedures to maintain a safe and secure environment\nInvolve in internal/external audits and support to fulfill findings/ reports\nSupport team activities/events\nOther tasks as assigned"
  },
  {
    "Job Title": "Internship Quality Assurance Admin",
    "Job Link": "https://www.topcv.vn/viec-lam/internship-quality-assurance-admin/1496530.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Process documentation\nArrange internal meetings\nFollow-up open request\nSupport in interview process, training and on-boarding process\nSupport in reporting\nCoordinate with all stakeholders ensuring an accurate data and follow process\nOther tasks if required"
  },
  {
    "Job Title": "Thực Tập Sinh PHP",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-php/1496203.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Học tập kiến thức liên quan đến PHP\nĐược định hướng cách làm việc chủ động và tích lũy kinh nghiệm từ các bài toán thực tế bởi các Leader.\nThực hiện các công việc trong dự án theo yêu cầu và hướng dẫn của các Leader\nTrải nghiệm môi trường làm việc thực sự (có deadline, có áp lực)"
  },
  {
    "Job Title": "TTS Giám Sát An Toàn Thông Tin - SOC Analyst",
    "Job Link": "https://www.topcv.vn/viec-lam/tts-giam-sat-an-toan-thong-tin-soc-analyst/1496511.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tìm hiểu và thực hiện phân tích, xử lý các cuộc tấn công mạng như tấn công ứng dụng web, tấn công tài khoản, mã độc,...\nTìm hiểu và tham gia nghiên cứu các kỹ thuật tấn công mới, xây dựng bộ luật phát hiện các kỹ thuật tấn công.\nTìm hiểu và tham gia quản trị các hệ thống, giải pháp công nghệ của SOC: SIEM, SOAR, TIP,...."
  },
  {
    "Job Title": "Security Solution Trainee",
    "Job Link": "https://www.topcv.vn/viec-lam/security-solution-trainee/1497023.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Research the features, technical factors, and market suitability of security solutions\nResearch and apply new technology solutions to improve and expand the quality of technical consulting services\nPropose and advise leaders on technology roadmaps in the security field by market needs and company orientations\nUpdate information and train sales staff/related departments on new products\nWrite product selection proposals, technical solutions, and compliance statements for bidding documents\nCreate detailed configurations for quotations\nResearch trends, and proactively propose solutions to customers\nFully report regulations related to project reports, contracts, department, and company work\nReport special issues to the Department Head and Team Leader"
  },
  {
    "Job Title": "Unity Developer Intern",
    "Job Link": "https://www.topcv.vn/viec-lam/unity-developer-intern/1257684.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia phát triển các dự án Game 2D/3D trên nền tảng Unity\nĐóng góp ý tưởng, nội dung nâng cao chất lượng sản phẩm\nPhối hợp, trao đổi với các thành viên trong team để xây dựng, hoàn thiện và tối ưu game\nPhối hợp với các bộ phận liên quan để nghiên cứu, phân tích yêu cầu sở thích của người dùng, từ đó xây dựng những sản phẩm phù hợp\nChủ động, nghiên cứu sản phẩm cùng loại của đối tác, đối thủ trong nước và nước ngoài để liên tục đổi mới và sáng tạo sản phẩm"
  },
  {
    "Job Title": "Thực Tập Sinh IT",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-it/1496954.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Quản trị, theo dõi hạ tầng server\nQuản trị, theo dõi hạ tầng mạng, firewall, switch\nQuản trị hệ thống AD, DNS, các hệ thống quản trị tập trung.\nXây dựng, quản lý hạ tầng triển khai cho các dự án.\nQuản trị, hỗ trợ máy tính người dùng."
  },
  {
    "Job Title": "Intern BrSE (Tiếng Nhật, N2)",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-brse-tieng-nhat-n2/1494941.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Được đào tạo kiến thức, kỹ năng phát triển phần mềm chất lượng theo triết lý Agile và phương pháp Scrum;\nĐược đào tạo các tool, công cụ, môi trường lập trình;\nĐược đào tạo cách áp dụng các kỹ thuật, kiến trúc lập trình trong môi trường thực tế công việc;\nĐược đào tạo các công nghệ, framework: Backend và Frontend.\nĐược đào tạo tiếng Nhật IT, quy trình phát triển phần mềm;\nĐược đào tạo quy trình làm việc với khách hàng Nhật Bản;\nĐược đào tạo phân tích sản phẩm và quản lý dự án;\nTham gia vào dự án thực tế với vai trò Supporter."
  },
  {
    "Job Title": "Thực Tập Sinh Công Nghệ Thông Tin",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-cong-nghe-thong-tin/1495934.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Hỗ trợ người dùng liên quan đến các vấn đề cơ bản liên quan đến IT công nghệ thực tập\nCài đặt máy tính, máy in, hỗ trợ người dùng các vấn đề liên quan đến IT,...\nCông việc khác theo sự phân công của cấp trên.\nChi tiết sẽ trao đổi khi phỏng vấn"
  },
  {
    "Job Title": "Thực Tập Sinh Business Analyst",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-business-analyst/1307849.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Khảo sát, thu thập thông tin và làm việc trực tiếp với khách hàng, dự án thật\nQuản trị và phân tích các dự án , đề xuất giải pháp với khách hàng\nHỗ trợ trong việc kiểm thử tính phù hợp của ứng dụng, nghiệm thu với khách\nCác công việc khác theo chỉ đạo cấp trên"
  },
  {
    "Job Title": "Thực Tập Sinh-CNTT Y Tế-Lĩnh Vực Hình Ảnh Y Tế",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-cntt-y-te-linh-vuc-hinh-anh-y-te/1494698.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Phần mềm hệ thống quản lý thông tin khoa chẩn đoán hình ảnh (RIS)\nGiải pháp tổng thể hỗ trợ lưu trữa và quản lý thông tin chẩn đoán hình ảnh (PACS/RIS)\nPhần mềm cổng thông tin người bệnh: Patient Portal\nHệ thống quản lý xếp hàng\nGiải pháp tích hợp hệ thống: HIS-RIS-PACS-EMR-Chữ kí số-Patient Portal\nGiải pháp chuyển đổi hình ảnh từ NonDICOM sang DICOM\nPhần mềm quản lý hình ảnh NonDICOM\n...\nThực hiện các hoạt động kỹ thuật, bao gồm khảo sát, lên kế hoạch lắp đặt, chuẩn bị các điều kiện để lặp đặt tại cơ sở, lắp đặt hệ thống phần mềm.\nVận hành, hiệu chuẩn, thử nghiệm hệ thống, hướng dẫn vận hành, đào tạo ứng dụng, bảo hành bảo trì tại cơ sở của khách hàng.\nChịu trách nhiệm về chất lượng và an toàn của các hoạt động kỹ thuật của hệ thống phần mềm trong phạm vi được phân công\nHỗ trợ nhân viên marketing giới thiệu với khách hàng về hoạt động kỹ thuật của hệ thống\nLiên hệ với khách hàng trong các hoạt động bán hàng, tiền bán hàng và hậu bán hàng.\nThực hiện dịch vụ bảo hành, bảo trì kỹ thuật: Phân tích lỗi của hệ thống: quản lý các thông tin bảo trì kỹ thuật để tìm hiểu, phân tích các trục trặc kỹ thuật, tổng hợp báo cáo về lỗi kỹ thuật của hệ thống."
  },
  {
    "Job Title": "Thực Tập Sinh Graphic Designer",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-graphic-designer/1495494.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia thiết kế hình ảnh cho các chương trình khuyến mãi, chiến dịch truyền thông của công ty, banner, website, TMĐT\nChỉnh sửa hình chụp sản phẩm\nChỉnh sửa, thiết kế bao bì, catalogue, leaflet,... theo yêu cầu được giao."
  },
  {
    "Job Title": "BA Intern (JP)",
    "Job Link": "https://www.topcv.vn/viec-lam/ba-intern-jp/1358462.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Xác định yêu cầu, scope của khách hàng.\nPhân tích yêu cầu & quy trình nghiệp vụ\nSupport/Training người dùng.\nMaintain tài liệu hệ thống."
  },
  {
    "Job Title": "BA Fresher (JP, KR, EN)",
    "Job Link": "https://www.topcv.vn/viec-lam/ba-fresher-jp-kr-en/1459133.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Lớp lý thuyết các kiến thức cơ bản về IT Business Analyst: Elicitation and Collaboration, Analysis and Design, Documentation,Tool\nCác kiến thức thuộc lĩnh vực công nghệ thông tin (các thuật ngữ, khái niệm cơ bản): Domain, Quy trình phát triển phần mềm\nDẫn dắt bởi các mentor là quản lý với nhiều năm kinh nghiệm trong ngành\nTham gia các dự án công nghệ mô phỏng với khách hàng của NTQ là các tập đoàn lớn Quốc tế đến từ các thị trường Nhật, Hàn, HongKong, EU...\nKết thúc khóa đào tạo, ứng viên được đánh giá toàn diện và có cơ hội làm việc chính thức tại các dự án đang triển khai tại NTQ."
  },
  {
    "Job Title": "TTS System Administrator",
    "Job Link": "https://www.topcv.vn/viec-lam/tts-system-administrator/1157476.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tìm hiểu và thực hiện hand-on-lab các giải pháp về automation như Ansible, Terreform, Chef, Pupkin .....\nTriển khai các giải pháp về Window server: AD; DNS; GPO; Loadbalancer; File Server...\nTriển khai các giai rphaps SDDC gồm: Software Define Computing, Networking Storage;\nTham gia các khóa đào tạo thực tập sinh;"
  },
  {
    "Job Title": "Thực Tập Sinh AI Engineer",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-ai-engineer/1494768.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Nghiên cứu thuật toán AI cho computer vision, xử lý ngôn ngữ tự nhiên (NLP), chat bot,...\nNghiên cứu các ứng dụng SOTA trong việc sinh tạo nội dung (text, images, voice, ...)\nXây dựng các mô hình data-driven model, thuật toán phân tích dữ liệu lớn.\nNghiên cứu các mô hình Text-To-Speech, Speech-To-Text, Voice Generator, .. và áp dụng trên các Edge device\nTham gia và nghiên cứu cùng AI lab của công ty và viết các báo cáo khoa học cho nghiên cứu.\nTham gia các dự án thực tế của công ty."
  },
  {
    "Job Title": "AI Intern",
    "Job Link": "https://www.topcv.vn/viec-lam/ai-intern/1224782.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Học tập kiến thức liên quan đến mảng AI sử dụng ngôn ngữ lập trình và công cụ liên quan đến AI như Python, TensorFlow hoặc PyTorch.\nTham gia vào quá trình nghiên cứu các công nghệ AI mới, cập nhật những phát triển và xu hướng mới nhất trong lĩnh vực này.\nĐược định hướng cách làm việc chủ động và tích lũy kinh nghiệm từ các bài toán thực tế bởi các Trainers.\nHỗ trợ đội ngũ trong việc phân tích dữ liệu, huấn luyện mô hình và đánh giá thuật toán AI.\nTham gia vào các buổi thảo luận và đóng góp ý tưởng đổi mới cho các ứng dụng và giải pháp AI.\nCộng tác với các nhóm chức năng khác để tích hợp khả năng AI vào các sản phẩm hiện có hoặc phát triển các giải pháp mới dựa trên AI.\nTrải nghiệm môi trường làm việc thực sự (có deadline, có áp lực)"
  },
  {
    "Job Title": "Thực Tập Sinh Video Editor",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-video-editor/1494593.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Phối hợp làm việc với Marketing Executive xây dựng kế hoạch, lên ý tưởng và sản xuất Video Intro, Trailer, Short Video, Video Ads cho sản phẩm Mobile games\nNghiên cứu trending thị trường để thực hiện các video có độ Viral cao\nPhối hợp với team Marketing và team sản phẩm để theo dõi và tối ưu hiệu quả truyền thông quảng cáo"
  },
  {
    "Job Title": "Thực Tập Sinh Kiểm Thử Phầm Mềm(Intern Tester)",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-kiem-thu-pham-memintern-tester/1492407.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia rà soát và phân tích các yêu cầu nghiệp vụ để hiểu về mục tiêu của dự án, cung cấp các thông tin đầu vào làm cơ sở để kiểm thử và dự kiến về các hoạt động kiểm thử cần có.\nTriển khai các kịch bản kiểm thử, kiểm thử về hiệu năng vận hành và báo cáo về các lỗi phát sinh, định nghĩa mức độ ưu tiên của mỗi lỗi.\nĐảm bảo việc kiểm thử được thực hiện tuân thủ theo các chuẩn và thủ tục kiểm thử.\nNghiên cứu tài liệu dự án cùng project team leader và thành viên dự án"
  },
  {
    "Job Title": "Thực Tập Sinh QC (Automation, Manual)",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-qc-automation-manual/1489937.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Thiết kế test strategy, viết test plan và test case hoặc checklist. Bao gồm integration testing, system testing, stress testing, acceptance testing, và regression testing.\nHiểu và phân tích được yêu cầu của khách hàng.\nThiết lập môi trường test, thực hiện và báo cáo cho Project Manager.\nThực hiện các bài kiểm thử thủ công.\nCác sinh viên thực tập có mong muốn được làm việc chính thức tại Công ty sau thực tập.\nCông ty sẽ quyết định ký HĐLĐ sau khi đánh giá sinh viên đủ năng lực sau thực tập.\nSinh viên sau khi trở thành nhân viên chính thức có thể đi làm tuần từ 3 ngày trở lên và được hưởng các quyền lợi của Nhân viên chính thức cho tới khi chính thức tốt nghiệp.\nĐối với các ứng viên phù hợp, HR Team sẽ gửi email để xác nhận hoặc liên lạc qua điện thoại trong vòng 7-10 ngày làm việc (Thứ 2 - Thứ 6).\nVui lòng chú ý kiểm tra email (Inbox, Spam mail)/ điện thoại trong thời gian ứng tuyển để nhận phản hồi từ Lampart nhé.\nỨng viên vui lòng cập nhật và gửi 2 CV (Tiếng Việt và Tiếng Anh) để được xử lý thông tin ứng tuyển nhanh chóng.\nQuy trình tuyển dụng: Test chuyên môn => Phỏng vấn trực tiếp."
  },
  {
    "Job Title": "Thực Tập Sinh Lập Trình (FrondEnd)",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-lap-trinh-frondend/1492387.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Phối hợp với các chuyên gia, giảng viên để chuyển đổi tài liệu học thuật thành các bài giảng số, khóa học, bài kiểm tra tương tác.\nSử dụng các công cụ lập trình để tạo ra các nội dung học tập tương tác, đa phương tiện (video, hình ảnh, âm thanh) và ứng dụng di động.\nTrao đổi với đội nhóm, các bên liên quan tối ưu hóa hiệu năng và trải nghiệm người dùng của Ứng dụng\nThực hiện các công việc khác theo sự phân công của công ty"
  },
  {
    "Job Title": "Thực Tập Sinh Tester",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-tester/930138.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia tìm hiểu và phân tích yêu cầu hệ thống phần mềm của dự án lĩnh vực Kế toán, Nhân sự, Ngành hàng, Doanh nghiệp, mạng xã hội,...\nTìm hiểu hệ thống, lên kịch bản test, Thiết kế Test case..\nTạo dữ liệu mẫu để test, tạo môi trường test\nTiếp nhận và kiểm tra các lỗi được phản ánh.\nViết Test Report, đánh giá kết quả testing.\nFront-End functional: Business logic, HTML, CSS, Responsive\nBack-End functional: functional, business logic, UI\nTest Non-functional: Performance Testing, Security Testing, Load Testing, Stress Testing, Integration Test"
  },
  {
    "Job Title": "Graphic Design Intern - Hỗ Trợ Dấu Mộc Thực Tập",
    "Job Link": "https://www.topcv.vn/viec-lam/graphic-design-intern-ho-tro-dau-moc-thuc-tap/1491873.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Hỗ trợ thiết kế các ấn phẩm truyền thông như banner, poster, flyer, và các tài liệu marketing khác.\nTham gia vào quá trình lên ý tưởng và phát triển nội dung hình ảnh cho các chiến dịch truyền thông.\nLàm việc với các phần mềm thiết kế như PTS, AI, Figma\nHỗ trợ quản lý kho hình ảnh và tài nguyên thiết kế.\nThực hiện các công việc khác theo yêu cầu của quản lý."
  },
  {
    "Job Title": "Front-End Developer Intern (Thực Tập Sinh)",
    "Job Link": "https://www.topcv.vn/viec-lam/front-end-developer-intern-thuc-tap-sinh/1492151.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Participate in developing Front-end components for web applications and gamification\nusing React, Vue, and WebGL.\nCollaborate with back-end developers, UX/UI designers, testers, and project managers to\ndeliver web and app features to end-users.\nOptimize web applications for maximum performance."
  },
  {
    "Job Title": "Thực Tập Sinh Lập Trình React Native Có Tiếng Anh",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-lap-trinh-react-native-co-tieng-anh/1491056.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Xem xét các yêu cầu, thông số kỹ thuật và tài liệu thiết kế kỹ thuật để cung cấp phản hồi kịp thời và có ý nghĩa\nTạo các kế hoạch thử nghiệm thủ công và tự động chi tiết, toàn diện và có cấu trúc tốt và các trường hợp thử nghiệm\nƯớc tính, ưu tiên, lập kế hoạch và điều phối các hoạt động thử nghiệm\nThiết kế, phát triển và thực thi các tập lệnh tự động hóa\nXác định, theo dõi, ghi lại và lập tài liệu lỗi\nThực hiện kiểm tra hồi quy kỹ lưỡng khi các lỗi đã được giải quyết\nPhát triển và áp dụng các quy trình thử nghiệm cho các sản phẩm mới và hiện có để đáp ứng nhu cầu kinh doanh\nLiên lạc với các nhóm nội bộ (ví dụ: nhà phát triển và người quản lý sản phẩm) để xác định các yêu cầu hệ thống\nTheo dõi kết quả quá trình gỡ lỗi"
  },
  {
    "Job Title": "Intern Developer",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-developer/1491085.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tìm hiểu tài liệu, quy trình sản xuất sản phẩm, các dự án của công ty\nĐược đào tạo kỹ năng lập trình, các ngôn ngữ lập trình phục vụ cho công việc: .Net/C#/ReactJS...\nĐược hướng dẫn, cầm tay chỉ việc on job các dự án của công ty"
  },
  {
    "Job Title": "Cộng Tác Viên Game Tester",
    "Job Link": "https://www.topcv.vn/viec-lam/cong-tac-vien-game-tester/1490119.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Thiết kế test plan, test design và test cases cho game.\nThiết lập môi trường kiểm thử, thực thi và báo cáo kết quả.\nQuản lý, phân tích và theo dõi kết quả test, báo cáo kết quả và đánh giá chất lượng game.\nThực hiện các công việc khác theo sự phân công của Quản lý trực tiếp.\nCó thể làm việc Online"
  },
  {
    "Job Title": "Intern FrontEnd",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-frontend/1490098.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Assist in developing and maintaining frontend applications, ensuring responsiveness and high-quality user experiences.\nHelp translate UI/UX designs into interactive web pages.\nCollaborate with backend developers to integrate APIs and services.\nTroubleshoot and debug issues in front-end applications.\nParticipate in code reviews and contribute to maintaining clean, efficient code.\nSupport the team in testing and optimizing front-end performance.\nAssist in gathering and refining specifications and requirements based on technical needs."
  },
  {
    "Job Title": "Intern React Developer",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-react-developer/1488479.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Assist in developing and maintaining frontend applications, ensuring responsiveness and high-quality user experiences.\nHelp translate UI/UX designs into interactive web pages.\nCollaborate with backend developers to integrate APIs and services.\nTroubleshoot and debug issues in front-end applications.\nParticipate in code reviews and contribute to maintaining clean, efficient code.\nSupport the team in testing and optimizing front-end performance.\nAssist in gathering and refining specifications and requirements based on technical needs."
  },
  {
    "Job Title": "R&D Apprenticeship 2024",
    "Job Link": "https://www.topcv.vn/viec-lam/rd-apprenticeship-2024/1490295.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Được đào tạo để tham gia vào các chương trình nghiên cứu phát triển giải pháp công nghệ chuẩn theo mô hình quốc tế. Tùy vào năng lực, thực tập sinh có thể được giao hỗ trợ các dự án nhỏ trong các mảng phù hợp trong các lĩnh vực hoạt động của công ty.\nÁp dụng các kiến thức được học ở nhà trường và được đào tạo bởi R&I Labs cùng với việc tự học để giải quyết những thử thách công nghệ trong các dự án thực tế.\nĐặc biệt, được hướng dẫn để tự tin làm việc và đối xử ngang hàng với các chuyên gia công nghệ của đối tác nước ngoài đến từ các quốc gia như Mỹ, Anh, Nga, Singapore.\nPhát triển toàn diện theo chiều rộng và chiều sâu về kiến thức lý thuyết lẫn thực hành, cùng đạo đức và tác phong chuẩn mực để trở thành chuyên gia nghiên cứu mang tầm khu vực và quốc tế."
  },
  {
    "Job Title": "Thực Tập Trợ Lý Dự Án (Fulltime)",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-tro-ly-du-an-fulltime/1185448.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Phân tích thông tin khách hàng, phân loại dự án và nhập dữ liệu lên hệ thống quản trị\nPhối hợp với phòng Sale và phòng kỹ thuật để hỗ trợ triển khai, set up plugin/dự án, xử lý vấn đế phát sinh cho khách hàng\nCác công việc khác theo yêu cầu của Trường phòng, Giám đốc"
  },
  {
    "Job Title": "Level Game Designer (Fresher/Intern/Không Có KN)",
    "Job Link": "https://www.topcv.vn/viec-lam/level-game-designer-fresher-intern-khong-co-kn/1489708.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Chơi và trải nghiệm các sản phẩm game cùng thể loại để phân tích và đánh giá trái nghiệm game\nĐọc tài liệu training và nắm rõ tư duy thiết kế để tạo được gameplay có trải nghiệm tốt.\nTham gia quá trình đào tạo để nắm bắt công cụ và cách thức thiết kế trò chơi\nTham gia thiết kế màn chơi, map, theo cấp độ level"
  },
  {
    "Job Title": "Thực Tập Sinh Unity Developer",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-unity-developer/1489588.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Phát triển game 2D/3D trên nền tảng Unity\nTham gia các dự án về game. Dev bằng Unity và các phần mềm lập trình khác.\nPhối hợp với các thành viên trong team để hoàn thiện và tối ưu game: animation, UI, UX...\nĐóng góp ý tưởng nội dung công việc."
  },
  {
    "Job Title": "Project Management Intern - IT Software",
    "Job Link": "https://www.topcv.vn/viec-lam/project-management-intern-it-software/1397586.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Làm việc trực tiếp với các bên liên quan như bộ phận kinh doanh, bộ phận mua hàng, đối tác, khách hàng,... để thống nhất về yêu cầu, mục tiêu dự án.\nXây dựng kế hoạch tổng thể, từ đó chia nhỏ thành các giai đoạn cũng như đề xuất các chương trình để các bên liên quan cùng phối hợp nhằm theo sát mục tiêu.\nĐóng vai trò là cầu nối, Project Manager cần đảm bảo luồng thông tin thông suốt, đồng bộ giữa các bên có liên quan (khách hàng, thành viên dự án,...).\nPhân bổ nhân sự, tài chính hợp lý cho các giai đoạn công việc;\nTheo dõi sát sao các đầu mục công việc của dự án, đảm bảo hoàn thành đúng tiến độ.\nCập nhật thông tin, báo cáo tiến độ và xử lý các vướng mắc liên quan đến dự án."
  },
  {
    "Job Title": "Fresher Front End Developer",
    "Job Link": "https://www.topcv.vn/viec-lam/fresher-front-end-developer/1378534.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Program, develop foreign projects using 100% Reactjs / Angular / Nodejs.\nCarry out Unit tests, design patterns, contribute solutions to key projects.\nReport the work directly to the line Manager according to daily report.\nReady to go onsite, learn, participate in new technology development when required.\nCollaborate extensively with Team Lead, Product Management, design, and other engineers to develop features that drive our client."
  },
  {
    "Job Title": "Thực Tập Sinh Kiểm Thử Phần Mềm (Tester)",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-kiem-thu-phan-mem-tester/1486714.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia vào quá trình đào tạo chuyên môn và nghiệp vụ trong 2-3 tuần đầu\nTham gia test, triển khai các dự án thực tế của công ty cho khách hàng dưới sự hướng dẫn trực tiếp từ Leader;\nLàm việc với mô hình Agile Scrum\nThời gian thực tập: tối đa 2 tháng. Sau đó, theo năng lực để chuyển vị trí mới."
  },
  {
    "Job Title": "Microsoft Power Platform Engineer [Internship]",
    "Job Link": "https://www.topcv.vn/viec-lam/microsoft-power-platform-engineer-internship/1488263.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Provide support in deploying Microsoft Power Platform within Microsoft 365 for both internal teams and clients\nAssist and resolve technical issues for customers\nPerform tasks as assigned by manager"
  },
  {
    "Job Title": "Intern IOS Native",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-ios-native/1148606.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Phát triển ứng dụng di động trên nền tảng iOS, sử dụng ngôn ngữ Swift, Objective-C trên công cụ lập trình XCode\nXây dựng giao diện người dùng cho danh sách dữ liệu theo thiết kế trên Figma, sử dụng các thành phần như UICollectionView, Core Animation cho iOS.\nTối ưu ảnh và video hiển thị trên ứng dụng\nSử dụng các thư viện và công nghệ như Core Data cho iOS để thực hiện việc lưu trữ và truy vấn dữ liệu.\nTạo các lớp xử lý yêu cầu API Restful để gửi và nhận dữ liệu từ máy chủ thông qua các phương thức GET, POST, PUT, DELETE.\nSử dụng thư viện như Alamofire cho iOS để thực hiện gọi và xử lý request API Restful.\nXử lý dữ liệu nhận được từ API và chuyển đổi thành các đối tượng hoặc cấu trúc dữ liệu phù hợp để hiển thị.\nThiết kế và triển khai cơ sở dữ liệu để lưu trữ dữ liệu của ứng dụng, bao gồm các bảng, quan hệ và truy vấn tương ứng."
  },
  {
    "Job Title": "Thực Tập Sinh Quản Lý Chất Lượng Dự Án Game",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-quan-ly-chat-luong-du-an-game/1487858.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Đảm bảo chất lượng của game đúng với tiêu chuẩn của team;\nĐảm bảo game đúng với policy của các nền tảng;\nThực hiện công đoạn test trước khi submit game lên store;\nTham gia xây dựng, cải tiến quy trình kiểm tra an toàn chất lượng cho dự án."
  },
  {
    "Job Title": "Thực Tập Sinh Thiết Kế",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-thiet-ke/1487847.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia hỗ trợ dự án thiết kế sản phẩm mới.\nCơ hội tìm hiểu, trải nghiệm quy trình tạo nên sản phẩm nghệ thuật độc đáo từ giai đoạn thiết kế đến giai đoạn hoàn thành sản phẩm.\nTheo dõi cập nhật xu hướng thiết kế mới qua các phương tiện truyền thông, báo mạng, web xã hội, web thương mại cập nhật thông tin đối thủ cạnh tranh đưa ra ý tưởng thiết kế tốt nhất có thể."
  },
  {
    "Job Title": "Thực Tập Sinh Kỹ Thuật (IT Support Intern)",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-ky-thuat-it-support-intern/1487755.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Quản lý hệ thống giám sát mạng, quản lý dịch vụ công nghệ thông tin\nQuản lý hệ thống mạng ( Internet, WAN, SDWAN), hệ thống server, hệ thống wifi\nVận hành xử lý sự cố, tham gia triển khai dự án CNTT phù hợp.\nHỗ trợ các vấn đề kỹ thuật liên quan đến hệ thống phần mềm ứng dụng, phần cứng, mạng máy tính."
  },
  {
    "Job Title": "Thực Tập Sinh IT",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-it/1376573.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tiếp nhận thông tin khách hàng\nTư vấn về bố cục, màu sắc, chức năng của trang Website\nLên ý tưởng thiết kế Website cho khách hàng\nLên bản demo gửi xuống bộ phận liên quan\nBàn giao trang Website khi đã hoàn chỉnh cho khách\nTheo dõi và quản lý trang Website cho khách\nHướng dẫn khách sử dụng trang Website hiệu quả nhất\nCác công việc khác theo sự hướng dẫn của quản lý"
  },
  {
    "Job Title": "Thực Tập Sinh Tester (Yêu Cầu Tiếng Anh)",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-tester-yeu-cau-tieng-anh/1487081.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia đào tạo các nghiệp vụ dành cho vị trí Kiểm thử\nHỗ trợ kiểm thử phần mềm cho các dự án\nHỗ trợ lập chiến lượt test, kế hoạch thực hiện test\nĐược đào tạo test plan, test design, test case\nLập báo cáo về tình trạng test\nPhối hợp với các nhóm khác để hoàn thành tốt công việc."
  },
  {
    "Job Title": "Thực Tập Sinh Tester",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-tester/1486019.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia test các dự án thực tế tại công ty\nQuản lý, phân tích và theo dõi kết quả test, báo cáo kết quả test...\nLập test plan, viết test case, log bug, phối hợp cùng lập trình viên sửa các bug trong dự án...\nViết tài liệu hướng dẫn sử dụng người dùng\nHỗ trợ dự án làm tài liệu, biên bản cần thiết (nếu có yêu cầu)"
  },
  {
    "Job Title": "Thực Tập Sinh Software Tester",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-software-tester/1486126.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Được đào tạo và hướng dẫn công việc chi tiết về kiểm thử phần mềm\nĐược đào tạo sử dụng các công cụ quản lý phục vụ công việc như Jira, Microsoft, SQL\nĐược tiếp xúc với dự án lớn về domain tài chính, ngân hàng"
  },
  {
    "Job Title": "Intern Net (WinForms, WPF)",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-net-winforms-wpf/1485883.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Collaborate with senior developers to learn and develop .NET applications using either WinForms or WPF.\nWrite clean, efficient, and well-structured code adhering to best practices and coding standards.\nContribute to the development and maintenance of existing .NET applications.\nPerform unit testing to ensure code quality and reliability.\nLearn and adapt to new technologies and frameworks as needed.\nParticipate in code reviews and provide constructive feedback."
  },
  {
    "Job Title": "Intern Developer (MERN-Stack)",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-developer-mern-stack/1482774.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Xây dựng các tính năng cho sản phẩm trên nền Web, App sử dụng MERN-Stack cho công ty và khách hàng.\nTham gia nghiên cứu các công nghệ và ngôn ngữ mới."
  },
  {
    "Job Title": "Intern AI Engineer",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-ai-engineer/1479257.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Hỗ trợ phát triển các mô hình AI/ML: Tham gia vào việc nghiên cứu, phát triển và triển khai các thuật toán trí tuệ nhân tạo, học máy phục vụ cho hệ thống DMS.\nXử lý và phân tích dữ liệu: Làm việc với các tập dữ liệu lớn từ các hệ thống phân phối, thực hiện tiền xử lý, làm sạch và phân tích dữ liệu để tối ưu hóa các mô hình AI.\nTriển khai và tối ưu hóa các mô hình: Hỗ trợ trong việc triển khai các mô hình AI lên các hệ thống phân phối thực tế và tối ưu hóa các mô hình đó để đạt được hiệu suất cao.\nLàm việc với các công nghệ AI hiện đại: Tìm hiểu và áp dụng các công nghệ như Deep Learning, NLP, Computer Vision trong các bài toán của hệ thống DMS.\nTham gia nghiên cứu và phát triển sản phẩm: Hỗ trợ team trong việc nghiên cứu và đề xuất các giải pháp công nghệ mới nhằm cải thiện hệ thống.\nPhối hợp với các phòng ban khác: Làm việc cùng với các nhóm phát triển phần mềm, kinh doanh để đảm bảo giải pháp AI tích hợp mượt mà vào hệ thống DMS hiện có."
  },
  {
    "Job Title": "Thực Tập Sinh Front-End (ReactJS)",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-front-end-reactjs/1481846.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia vào các dự án phát triển ứng dụng web sử dụng ReactJS\nHỗ trợ team trong việc phát triển và bảo trì các tính năng front-end\nHọc hỏi và áp dụng các best practices trong phát triển ReactJS\nTham gia vào quá trình thiết kế, lập trình và kiểm thử các component ReactJS\nTối ưu hóa hiệu suất của ứng dụng web\nPhối hợp với các thành viên khác trong team để đảm bảo tính nhất quán của giao diện người dùng"
  },
  {
    "Job Title": "Thực Tập Sinh Back End",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-back-end/1481851.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia vào các dự án chuyển đổi số của công ty như: CRM, ERP, POS,...\nHỗ trợ team trong việc phát triển và bảo trì hệ thống backend\nHọc hỏi và áp dụng các best practices trong phát triển Java Backend\nTham gia vào quá trình thiết kế, lập trình và kiểm thử\nPhối hợp với các thành viên khác trong team"
  },
  {
    "Job Title": "Thực Tập Thiết Kế Vi Mạch FPGA",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-thiet-ke-vi-mach-fpga/1196538.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Thực tập thiết kế vi mạch phần cứng trên FPGA trên cơ sở tìm hiểu, quan sát và tham gia một phần dự án thực tế\nTích lũy năng lực xây dựng giải pháp, thiết kế hệ thống, tích hợp và kiểm thử hệ thống trên môi trường simulation và môi trường hệ thống mạch thực tế\nTiếp cận với các ý tưởng sáng tạo và công nghệ hiện đại"
  },
  {
    "Job Title": "Intern Developer (MERN-Stack, Fulltime)",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-developer-mern-stack-fulltime/1482902.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia phát triển về front-end và back-end cho các dự án.\nXây dựng các tính năng cho sản phẩm trên nền Web, App sử dụng MERN Stack cho công ty và khách hàng.\nTham gia research các công nghệ và ngôn ngữ mới."
  },
  {
    "Job Title": "Thực Tập Sinh .Net Developer",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-net-developer/1483469.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Thực hiện design database, coding theo yêu cầu của dự án.\nLàm việc với các thành viên của nhóm dự án để đảm bảo đáp ứng được công việc.\nHiểu được các yêu cầu phi chức năng như: hiệu suất, khả năng mở rộng, bảo mật, khả năng nâng cấp và bảo trì; tham khảo ý kiến của TeamLead để tạo ra các giải pháp đáp ứng được yêu cầu của khách hàng.\nViết tài liệu kĩ thuật."
  },
  {
    "Job Title": "Intern Game Tester Fulltime",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-game-tester-fulltime/1411727.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Đọc tài liệu mô tả game và viết test case;\nChơi thử các bản game để tìm lỗi, báo cáo lỗi cho các bộ phận liên quan để đảm bảo game ra mắt thị trường \"sạch bugs\";\nMột số công việc khác theo sự phân công của quản lý."
  },
  {
    "Job Title": "Chăm Sóc Khách Hàng",
    "Job Link": "https://www.topcv.vn/viec-lam/cham-soc-khach-hang/1480582.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Hướng dẫn khách hàng sử dụng: Hỗ trợ khách hàng mới làm quen và sử dụng phần mềm quản lý trường mầm non SanAn Kids.\nChăm sóc và giải đáp thắc mắc: Tiếp nhận, xử lý và giải đáp các câu hỏi của khách hàng liên quan đến sản phẩm, dịch vụ của công ty.\nPhối hợp với các bộ phận phát triển sản phẩm: Làm việc cùng team phát triển để đảm bảo khách hàng có trải nghiệm tốt nhất với sản phẩm.\nBáo cáo hàng tuần: Theo dõi, tổng hợp và báo cáo tình trạng giải quyết yêu cầu của khách hàng hàng tuần.\nCác công việc khác theo sự phân công của cấp trên."
  },
  {
    "Job Title": "Thực Tập Sinh Test",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-test/1481222.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia cùng đội ngũ Tester trong việc kiểm tra, đánh giá chất lượng sản phẩm phần mềm.\nHỗ trợ lập kế hoạch kiểm thử, thiết kế test case, thực hiện kiểm thử chức năng, kiểm thử tích hợp, kiểm thử hệ thống.\nGhi nhận và báo cáo lỗi phát sinh trong quá trình kiểm thử.\nLàm việc với kỹ thuật để fix lỗi hệ thống\nHỗ trợ khách hàng trong quá trình sửa dụng sản phẩm của Công ty\nCông ty sẽ cầm tay chỉ việc, hướng dẫn công việc đến khi quen việc\nHỗ trợ các công việc khác theo yêu cầu của trưởng nhóm."
  },
  {
    "Job Title": "IT Comtor Tiếng Hàn (Intern)",
    "Job Link": "https://www.topcv.vn/viec-lam/it-comtor-tieng-han-intern/1480987.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Hỗ trợ dịch thuật tài liệu IT (Hàn - Việt, Việt - Hàn).\nPhiên dịch trong các cuộc họp giữa team kỹ thuật và khách hàng Hàn Quốc.\nTrao đổi, truyền đạt yêu cầu của khách hàng Hàn Quốc tới các team phát triển."
  },
  {
    "Job Title": "Thực Tập Sinh Flutter",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-flutter/1480926.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia phát triển các ứng dụng di động đa nền tảng sử dụng framework Flutter\nHỗ trợ team trong việc thiết kế, xây dựng và tối ưu hóa giao diện người dùng\nTham gia vào quá trình phân tích yêu cầu, lên ý tưởng và đề xuất giải pháp kỹ thuật\nHọc hỏi và áp dụng các best practices trong phát triển ứng dụng Flutter\nTham gia vào các buổi code review để nâng cao kỹ năng lập trình\nHỗ trợ kiểm thử và debug các tính năng của ứng dụng\nTìm hiểu và áp dụng các công nghệ mới trong lĩnh vực phát triển ứng dụng di động"
  },
  {
    "Job Title": "Intern Tester (Tiếng Nhật)",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-tester-tieng-nhat/1481023.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tham gia đào tạo chuyên sâu về Tester;\nTham gia test các dự án của Công ty sau khi được đào tạo;\nThực hiện các công việc khác theo sự phân công của Quản lý trực tiếp."
  },
  {
    "Job Title": "Fresher Tester",
    "Job Link": "https://www.topcv.vn/viec-lam/fresher-tester/1054262.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Được đào tạo lý thuyết và on job training từ 3 tháng để học về: quy trình Test, Test skill basic; Soft Skill basic, các phần mềm test Auto, E-commerce và các Ecommerce framework lớn như Magento, Shopify...\nTham gia trực tiếp vào dự án thương mại điện tử của các khách hàng quốc tế\nCó cơ hội đi onsite tại Châu Âu, Úc, Singapore, Nhật Bản khi trở thành nhân viên chính thức.\nChi tiết công việc sẽ được trao đổi trong buổi phỏng vấn"
  },
  {
    "Job Title": "Intern Xamarin Android - Thực Tập Sinh Mobile",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-xamarin-android-thuc-tap-sinh-mobile/1323621.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Interface with our .Net backend framework.\nProvide maintenance and enhancements for existing mobile apps.\nStay up to date with emerging technologies.\nLearn and work on backend servers as required.\nImplement designs developed by the design team.\nAssist the team in testing the application."
  },
  {
    "Job Title": "Intern Content Creator",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-content-creator/1334194.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Tối ưu hóa nội dung, từ khóa sản phẩm, xây dựng bộ content chuẩn ASO\nResearch trending thị trường\nLên idea, sáng tạo nội dung quảng cáo, lên kịch bản quảng cáo, truyền thông đa phương tiện (video ngắn 15-30s, hình ảnh, tin đăng). Các nền tảng tiktok ads, fb ads,. Quảng cáo, truyền thông các sản phẩm về mobile game/app\nPhối hợp với các bộ phận khác để làm việc nhóm hiệu quả"
  },
  {
    "Job Title": "Intern UA Marketing Mobile App",
    "Job Link": "https://www.topcv.vn/viec-lam/intern-ua-marketing-mobile-app/1273326.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Sáng tạo các ý tưởng, tính năng sản phẩm Mobile App/Game hữu ích cho người dùng thị trường: US, UK, Nhật, Hàn...\nNghiên cứu người dùng bằng các công cụ như: Google Play, Sensor tower, App annie, Google Console, Firebase,....Tổng hợp dữ liệu, đưa ra ý tưởng cải tiến sản phẩm và chiến lược marketing.\nLên kế hoạch, xây dựng nội dung quảng cáo và làm thương hiệu trên các kênh: Google ads, Fb ads, Tiktok, CH-Play, Apple Store, báo chí...\nThử nghiệm A/B testing các phương án cải tiến sản phẩm\nTheo dõi và đưa ra quyết định quyết đoán, chính xác cho việc phân phối sản phẩm đến người dùng.\nTeamwork với Designer và Developer để sản xuất, phát hành, cải tiến các sản phẩm Mobile app\nÁp dụng mô hình Scrum, sử dụng công cụ Jira kiểm soát Task list đảm bảo tiến độ dự án\nLiên tục học hỏi, thử nghiệm kênh marketing mới"
  },
  {
    "Job Title": "Thực Tập Sinh Back-End PHP",
    "Job Link": "https://www.topcv.vn/viec-lam/thuc-tap-sinh-back-end-php/828533.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Lập trình web (backend) bằng PHP, trên framework do công ty tự phát triển hơn 13 năm, gồm các nhóm ứng dụng chính: Website doanh nghiệp, trường học, Portal bộ ban ngành, LMS, HRM, TMĐT.\nQuản lý source code bằng SVN.\nCó leader hướng dẫn từng bước.\nQuản lý công việc bằng công cụ quản trị dự án nội bộ.\nLàm việc với bộ phận kiểm thử và phát triển sản phẩm để tối ưu, sửa lỗi, phát triển chức năng mới."
  },
  {
    "Job Title": "Fresher Mobile",
    "Job Link": "https://www.topcv.vn/viec-lam/fresher-mobile/1479802.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "Cơ hội đào tạo chuyên sâu 1-3 tháng về lập trình iOS, Android\nĐược tham gia vào các dự án lớn về thương mại điện tử, khách hàng quốc tế.\nĐược làm trong môi trường Văn hóa chuyên nghiệp, trẻ trung và năng độ\nTrợ cấp up to 6 triệu/tháng tùy thuộc vào kết quả học tập.\nCơ hội lên nhân viên chính thức sau quá trình thực tập"
  },
  {
    "Job Title": "Fresher Front-End Developer (Angular)",
    "Job Link": "https://www.topcv.vn/viec-lam/fresher-front-end-developer-angular/1479682.html?ta_source=ITJobs_LinkDetail",
    "Requirements": "On job training trong 3 tháng về công nghệ Angular trong phát triển phần mềm.\nTham gia các dự án lớn về thương mại điện tử và ngân hàng\nCác công việc khác được giao bởi quản lí trực tiếp"
  }
]